{
    "quotes": [
        {
            "id": 1,
            "author": "Emma Goldman",
            "text": "People have only as much liberty as they have the intelligence to want and the courage to take."
        },
        {
            "id": 2,
            "author": "Ursula K. Le Guin",
            "extract": "The Dispossessed",
            "text": "You cannot buy the revolution. You cannot make the revolution. You can only be the revolution. It is in your spirit, or it is nowhere."
        },
        {
            "id": 3,
            "author": "Alan Moore",
            "extract": "V for Vendetta",
            "text": "Our masters have not heard the people's voice for generations and it is much, much louder than they care to remember."
        },
        {
            "id": 4,
            "author": "Noam Chomsky",
            "text": "That is what I have always understood to be the essence of anarchism: the conviction that the burden of proof has to be placed on authority, and that it should be dismantled if that burden cannot be met."
        },
        {
            "id": 5,
            "author": "Alan Moore",
            "extract": "V for Vendetta",
            "text": "Your pretty empire took so long to build, now, with a snap of history's fingers, down it goes."
        },
        {
            "id": 6,
            "author": "Pierre-Joseph Proudhon",
            "text": "To be GOVERNED is to be watched, inspected, spied upon, directed, law-driven, numbered, regulated, enrolled, indoctrinated, preached at, controlled, checked, estimated, valued, censured, commanded, by creatures who have neither the right nor the wisdom nor the virtue to do so. To be GOVERNED is to be at every operation, at every transaction noted, registered, counted, taxed, stamped, measured, numbered, assessed, licensed, authorized, admonished, prevented, forbidden, reformed, corrected, punished. It is, under pretext of public utility, and in the name of the general interest, to be place under contribution, drilled, fleeced, exploited, monopolized, extorted from, squeezed, hoaxed, robbed; then, at the slightest resistance, the first word of complaint, to be repressed, fined, vilified, harassed, hunted down, abused, clubbed, disarmed, bound, choked, imprisoned, judged, condemned, shot, deported, sacrificed, sold, betrayed; and to crown all, mocked, ridiculed, derided, outraged, dishonored. That is government; that is its justice; that is its morality.",
            "subtext": "General Idea of the Revolution in the Nineteenth Century, translated by John Beverly Robinson (London: Freedom Press, 1923), pp. 293-294"
        },
        {
            "id": 7,
            "author": "Emma Goldman",
            "extract": "Anarchism and Other Essays",
            "text": "Ask for work. If they don't give you work, ask for bread. If they do not give you work or bread, then take bread"
        },
        {
            "id": 8,
            "author": "Emma Goldman",
            "extract": "Anarchism and Other Essays",
            "text": "Every society has the criminals it deserves."
        },
        {
            "id": 9,
            "author": "Alan Moore",
            "extract": "V for Vendetta",
            "text": "Authority, when first detecting chaos at its heels, will entertain the vilest schemes to save its orderly facade."
        },
        {
            "id": 10,
            "author": "Edward Abbey",
            "text": "Anarchism is founded on the observation that since few men are wise enough to rule themselves, even fewer are wise enough to rule others."
        },
        {
            "id": 11,
            "img": "education-godwin-clean.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 12,
            "img": "69310511-anarchist-wallpapers.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 13,
            "img": "0008814536_10.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 14,
            "img": "love-the-machine_hate-the-factory2.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 15,
            "img": "main-qimg-69ae907b6b032af66ccaecfbfe97f289.png",
            "title": "Kathleen Hanna"
        },
        {
            "id": 16,
            "img": "anarchism.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 17,
            "img": "anarchism-130403202926-phpapp01-thumbnail-4.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 18,
            "img": "large_1089_anarmarxism3_0.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 19,
            "img": "Anarchism_In_the_May_Movement_In_France-1_1024x1024.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 20,
            "author": "Tacitus",
            "text": "If you would know who controls you see who you may not criticise."
        },
        {
            "id": 21,
            "author": "Edward Abbey",
            "text": "Anarchism is not a romantic fable but the hardheaded realization, based on five thousand years of experience, that we cannot entrust the management of our lives to kings, priests, politicians, generals, and county commissioners."
        },
        {
            "id": 22,
            "author": "Cormac McCarthy",
            "extract": "Child of God",
            "text": "At one time in the world there were woods that no one owned"
        },
        {
            "id": 23,
            "author": "Robert Higgs",
            "text": "Anarchists did not try to carry out genocide against the Armenians in Turkey; they did not deliberately starve millions of Ukrainians; they did not create a system of death camps to kill Jews, gypsies, and Slavs in Europe; they did not fire-bomb scores of large German and Japanese cities and drop nuclear bombs on two of them; they did not carry out a ‘Great Leap Forward’ that killed scores of millions of Chinese; they did not attempt to kill everybody with any appreciable education in Cambodia; they did not launch one aggressive war after another; they did not implement trade sanctions that killed perhaps 500,000 Iraqi children. In debates between anarchists and statists, the burden of proof clearly should rest on those who place their trust in the state. Anarchy’s mayhem is wholly conjectural; the state’s mayhem is undeniably, factually horrendous."
        },
        {
            "id": 24,
            "author": "Ursula K. Le Guin",
            "extract": "The Dispossessed",
            "text": "The individual cannot bargain with the State. The State recognizes no coinage but power: and it issues the coins itself."
        },
        {
            "id": 25,
            "author": "Edward Abbey",
            "text": "Anarchism is democracy taken seriously."
        },
        {
            "id": 26,
            "author": "CrimethInc.",
            "extract": "Expect Resistance: A Field Manual",
            "text": "No one is more qualified than you are to decide how you live; no one should be able to vote on what you do with your time and your potential unless you invite them to. "
        },
        {
            "id": 27,
            "author": "Voltairine de Cleyre",
            "extract": "Exquisite Rebel: The Essays of Voltairine de Cleyre -- Anarchist, Feminist, Genius",
            "text": "If this is the price to be paid for an idea, then let us pay. There is no need of being troubled about it, afraid, or ashamed. This is the time to boldly say, “Yes, I believe in the displacement of this system of injustice by a just one; I believe in the end of starvation, exposure, and the crimes caused by them; I believe in the human soul regnant over all laws which man has made or will make; I believe there is no peace now, and there will never be peace, so long as one rules over another; I believe in the total disintegration and dissolution of the principle and practice of authority; I am an Anarchist, and if for this you condemn me, I stand ready to receive your condemnation."
        },
        {
            "id": 28,
            "author": "Bob Black",
            "extract": "The Abolition of Work & Other Essays",
            "text": "You are what you do. If you do boring, stupid monotonous work, chances are you'll end up boring, stupid and monotonous. Work is a much better explanation for the creeping cretinization all around us than even such significant moronizing mechanisms as television and education."
        },
        {
            "id": 29,
            "author": "Ivan Illich",
            "extract": "Deschooling Society",
            "text": "School has become the world religion of a modernized proletariat, and makes futile promises of salvation to the poor of the technological age."
        },
        {
            "id": 30,
            "author": "Hakim Bey",
            "extract": "TAZ: The Temporary Autonomous Zone",
            "text": "Provided we can escape from the museums we carry around inside us, provided we can stop selling ourselves tickets to the galleries in our own skulls, we can begin to contemplate an art which re-creates the goal of the sorcerer: changing the structure of reality by the manipulation of living symbols ... Art tells gorgeous lies that come true."
        },
        {
            "id": 31,
            "author": "Ursula K. Le Guin",
            "extract": "The Dispossessed",
            "text": "Nothing is yours. It is to use. It is to share. If you will not share it, you cannot use it."
        },
        {
            "id": 32,
            "author": "Derrick Jensen",
            "extract": "Endgame, Vol. 1: The Problem of Civilization",
            "text": "One of the problems with all of this is that not all narratives are equal. Imagine, to take a silly example, that someone told you story after story extolling the virtues of eating dog shit. You've been told these stories since you were a child. You believe them. You eat dog shit hotdogs, dog shit ice cream, General Tso's dog shit. Sooner or later, if you are exposed to some other foods, you might figure out that dog shit really doesn't taste good. Or if you cling too tightly to these stories (or if your enculturation is so strong that dog shit actually does taste good to you), the diet might make you sick or kill you. To make this example a little less silly, substitute the word pesticides for dog shit. Or, for that matter, substitute Big Mac, Whopper, or Coca Cola."
        },
        {
            "id": 33,
            "author": "Hib Chickena",
            "text": "This is what it means to be an adventurer in our day: to give up creature comforts of the mind, to realize the possibilities of imagination. Because everything around us says no you cannot do this, you cannot live without that, nothing is useful unless it's in service to money, to gain, to stability. The adventurer gives in to tides of chaos, trusts the world to support her - and in doing so turns her back on the fear and obedience she has been taught. She rejects the indoctrination of impossibility."
        },
        {
            "id": 34,
            "author": "Emma Goldman",
            "extract": "Marriage and Love",
            "text": "Love is it's own protection."
        },
        {
            "id": 35,
            "author": "The Invisible Committee",
            "extract": "The Coming Insurrection",
            "text": "We have been expropriated from our own language by television, from our songs by reality TV contests, from our flesh by mass pornography, from our city by the police and from our friends by wage-labor."
        },
        {
            "id": 34,
            "author": "Ursula K. Le Guin",
            "extract": "The Dispossessed",
            "text": "The duty of the individual is to accept no rule, to be the initiator of his own acts, to be responsible. Only if he does so will the society live, and change, and adapt, and survive. We are not subjects of a State founded upon law, but members of a society formed upon revolution. Revolution is our obligation: our hope of evolution."
        },
        {
            "id": 35,
            "author": "Emma Goldman",
            "text": "Give us what belongs to us in peace, and if you don't give it to us in peace, we will take it by force."
        },
        {
            "id": 36,
            "author": "Jorge Luis Borges",
            "extract": "Brodie's Report",
            "text": "I believe that in time we will have reached the point where we will deserve to be free of government."
        },
        {
            "id": 37,
            "author": "Lysander Spooner",
            "extract": "No Treason: The Constitution of No Authority",
            "text": "And yet we have what purports, or professes, or is claimed, to be a contract—the Constitution—made eighty years ago, by men who are now all dead, and who never had any power to bind us, but which (it is claimed) has nevertheless bound three generations of men, consisting of many millions, and which (it is claimed) will be binding upon all the millions that are to come; but which nobody ever signed, sealed, delivered, witnessed, or acknowledged; and which few persons, compared with the whole number that are claimed to be bound by it, have ever read, or even seen, or ever will read, or see."
        },
        {
            "id": 38,
            "author": "Ammon Hennacy",
            "text": "An anarchist is someone who doesn't need a cop to make him behave."
        },
        {
            "id": 39,
            "author": "Michael Schwab",
            "text": "Anarchy is a state of society where the only government is reason."
        },
        {
            "id": 40,
            "author": "The Invisible Committee",
            "extract": "The Coming Insurrection",
            "text": "The situation is like this: they hired our parents to destroy this world, and now they'd like to put us to work rebuilding it, and -- to add insult to injury -- at a profit."
        },
        {
            "id": 41,
            "author": "Raoul Vaneigem",
            "extract": "The Revolution of Everyday Life",
            "text": "The millions of human beings who were shot, tortured, starved, treated like animals and made the object of a conspiracy of ridicule, can sleep in peace in their communal graves, for at least the struggle in which they died has enabled their descendants, isolated in their air-conditioned apartments, to believe, on the strength of their daily dose of television, that they are happy and free. The Communards went down, fighting to the last, so that you too could qualify for a Caribbean cruise."
        },
        {
            "id": 42,
            "author": "Thomas Pynchon",
            "extract": "Gravity's Rainbow",
            "text": "There is a theory going around that the U.S.A. was and still is a gigantic Masonic plot under the ultimate control of the group known as the Illuminati. It is difficult to look for long at the strange single eye crowning the pyramid which is found on every dollar bill and not begin to believe the story, a little. Too many anarchists in 19th-century Europe—Bakunin, Proudhon, Salverio Friscia—were Masons for it to be pure chance. Lovers of global conspiracy, not all of them Catholic, can count on the Masons for a few good shivers and voids when all else fails."
        },
        {
            "id": 43,
            "author": "Jonathan Feldman",
            "text": "Basically, if you're not a utopianist, you're a schmuck."
        },
        {
            "id": 44,
            "author": "CrimethInc.",
            "extract": "Days of War, Nights of Love: Crimethink for Beginners",
            "text": "Anarchism is the revolutionary idea that no one is more qualified than you are to decide what your life will be."
        },
        {
            "id": 45,
            "author": "Stuart Christie",
            "text": "Anarchists have a 'bad name' in the media, not because they can point to one indiscriminate massacre by anarchists--there have been none--but because the one thing holders of power fear is that they personally should be held responsible for their own actions"
        },
        {
            "id": 46,
            "author": "Grant Morrison",
            "extract": "Sebastian O",
            "text": "One must commit acts of the highest treason only when dressed in the most resplendent finery."
        },
        {
            "id": 47,
            "author": "Bob Torres",
            "extract": "Making A Killing: The Political Economy of Animal Rights",
            "text": "Our economic order is tightly woven around the exploitation of animals, and while it may seem easy to dismiss concern about animals as the soft-headed mental masturbation of people who really don't understand oppression and the depths of actual human misery, I hope to get you to think differently about suffering and pain, to convince you that animals matter, and to argue that anyone serious about ending domination and hierarchy needs to think critically about bringing animals into consideration."
        },
        {
            "id": 48,
            "author": "H.G. Wells",
            "extract": "New Worlds for Old",
            "text": "That Anarchist world, I admit, is our dream; we do believe - well, I, at any rate, believe this present world, this planet, will some day bear a race beyond our most exalted and temerarious dreams, a race begotten of our wills and the substance of our bodies, a race, so I have said it, 'who will stand upon the earth as one stands upon a footstool, and laugh and reach out their hands amidst the stars,' but the way to that is through education and discipline and law. Socialism is the preparation for that higher Anarchism; painfully, laboriously we mean to destroy false ideas of property and self, eliminate unjust laws and poisonous and hateful suggestions and prejudices, create a system of social right-dealing and a tradition of right-feeling and action. Socialism is the schoolroom of true and noble Anarchism, wherein by training and restraint we shall make free men."
        },
        {
            "id": 49,
            "author": "Bob Black",
            "extract": "The Abolition of Work & Other Essays",
            "text": "'The real enemy' is the totality of physical and mental constraints by which capital, or class society, or statism, or the society of the spectacle expropriates everyday life, the time of our lives. The real enemy is not an object apart from life. It is the organization of life by powers detached from it and turned against it. The apparatus, not its personnel, is the real enemy. But it is by and through the apparatchiks and everyone else participating in the system that domination and deception are made manifest. The totality is the organization of all against each and each against all. It includes all the policemen, all the social workers, all the office workers, all the nuns, all the op-ed columnists, all the drug kingpins from Medellin to Upjohn, all the syndicalists and all the situationists."
        },
        {
            "id": 50,
            "author": "Mark Mirabello",
            "extract": "Handbook for Rebels and Outlaws",
            "text": "In modern states, the citizen is politically impotent. A citizen, it is true, may complain, make suggestions, or cause disruptions, but in the ancient world these were privileges that belonged to any slave."
        },
        {
            "id": 51,
            "author": "Emma Goldman",
            "extract": "Anarchism and Other Essays",
            "text": "Anarchism is the great liberator of man from the phantoms that have held him captive; it is the arbiter and pacifier of the two forces for individual and social harmony."
        },
        {
            "id": 52,
            "author": "Daniel Guérin",
            "extract": "Anarchism",
            "text": "If crimes are committed they must be seen as a disease, and punishment as treatment rather than as social vengeance."
        },
        {
            "id": 53,
            "author": "Mikhail Bakunin",
            "extract": "Unknown Book 9062488",
            "text": "It should be added that, in general, it is the character of every metaphysical and theological argument to seek to explain one absurdity by another."
        },
        {
            "id": 54,
            "author": "Tom Hodgkinson",
            "extract": "The Freedom Manifesto",
            "text": "If Adam and Eve were not hunter-gatherers, then they were certainly gatherers. But, then, consumer desire, or self-embitterment, or the 'itch,' as Schopenhauer called it, appeared in the shape of the serpent. This capitalistic monster awakens in Adam and Eve the possibility that things could be better. Instantly, they are cast out of the garden and condemned to a life of toil, drudgery, and pain. Wants supplanted needs, and things have been going downhill ever since. "
        },
        {
            "id": 55,
            "author": "Peter Marshall",
            "text": "The aim is not therefore to liberate some 'essential self' by throwing off the burden of government and the State, but to develop the self in creative and voluntary relations with others."
        },
        {
            "id": 56,
            "author": "Pyotr Kropotkin",
            "text": "Throughout the history of our civilisation, two traditions, two opposed tendencies, have been in conflict: the Roman tradition and the popular tradition, the imperial tradition and the federalist tradition, the authoritarian tradition and the libertarian tradition."
        },
        {
            "id": 57,
            "author": "Martha A. Ackelsberg",
            "extract": "Free Women of Spain: Anarchism and the Struggle for the Emancipation of Women",
            "text": "Direct action meant that the goal of any and all of these activities was to provide ways for people to get in touch with their own powers and capacities, to take back the power of naming themselves and their lives. It was to be distinguished from more conventional political activity even in a democratic system. Instead of attempting to make change by forming interest groups to pressure politicians, anarchists insisted that we learn to think and act for ourselves by joining together in organizations in which our experience, our perception, and our activity can guide and make the change. Knowledge does not precede experience, it flows from it: 'We begin by deciding to work, and through working, we learn ... We will learn how to live in libertarian communism by living in it.' People learn how to be free only by exercising freedom: 'We are not going to find ourselves ... with people ready-made for the future ... Without the continued exercise of their faculties, there will be no free people ... The external revolution and the internal revolution presuppose one another, and they must be simultaneous in order to be successful'."
        },
        {
            "id": 58,
            "img": "images.jpeg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 59,
            "img": "images2.jpeg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 60,
            "img": "image3.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 61,
            "img": "issue-4-cover-791x1024.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 62,
            "img": "focault.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 63,
            "img": "livetraceexample.png",
            "title": "Kathleen Hanna"
        },
        {
            "id": 64,
            "img": "newanarchrev16_90.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 65,
            "img": "emma-goldman-1.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 66,
            "img": "maxresdefault.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 67,
            "author": "Georges Clémenceau",
            "text": "L'homme qui n'a pas été anarchiste à seize ans est un imbécile. Mais c'en est un autre, s'il l'est encore à quarante."
        },
        {
            "id": 68,
            "author": "Edward Abbey",
            "extract": "Postcards from Ed: Dispatches and Salvos from an American Iconoclast",
            "text": "Anarchism? You bet your sweet betsy. The only cure for the ills of democracy is more democracy. Much more."
        },
        {
            "id": 69,
            "author": "Alain Daniélou",
            "extract": "Gods of Love and Ecstasy: The Traditions of Shiva and Dionysus",
            "text": "The faithful of Shiva or Dionysus seek contact with those forces which...lead to a refusal of the politics, ambitions and limitations of ordinary social life. This does not involve simply a recognition of world harmony, but also an active participation in an experience which surpasses and upsets the order of material life."
        },
        {
            "id": 70,
            "author": "Ursula K. Le Guin",
            "extract": "The Dispossessed",
            "text": "Can true function arise from basic dysfunction?"
        },
        {
            "id": 71,
            "author": "Ernst Jünger",
            "extract": "Eumeswil",
            "text": "The anarchist, as the born foe of authority, will be destroyed by it after damaging it more or less. The anarch, on the other hand, has appropriated authority; he is sovereign. He therefore behaves as a neutral power vis-à-vis state and society. He may like, dislike, or be indifferent to whatever occurs in them. That is what determines his conduct; he invests no emotional values."
        },
        {
            "id": 72,
            "author": "Daniel Guérin",
            "extract": "Anarchism",
            "text": "Far from checking the spread of immorality, repression has always extended and deepended it. Thus it is futile to oppose it by rigorous legislation which trespasses on individual liberty."
        },
        {
            "id": 73,
            "author": "Bob Torres",
            "extract": "Making A Killing: The Political Economy of Animal Rights",
            "text": "If we're all led to believe that poverty is just a matter of laziness or stupidity or whatever other justifications we can come up with, then we're not likely to be in a real position to do much about it when it comes to attacking the root cause of the problem. Instead of demanding a more equitable system for the distribution of social and economic goods, we blame the victim. This is insidious, because ideology is something we carry around with us in our heads; it forms the basis of our day-to-day understanding of the world."
        },
        {
            "id": 74,
            "author": "Joyce Cary",
            "extract": "The Horse's Mouth",
            "text": "Plantie is a very strong Protestant, that is to say, he's against all churches, especially the Protestant: and he thinks a lot of Buddha, Karma and Confucius. He is also a bit of an anarchist and three or four years ago he took up Einstein and vitamins."
        },
        {
            "id": 75,
            "author": "G.K. Chesterton",
            "extract": "The Man Who Was Thursday: A Nightmare",
            "text": "The silly sentimentalists of the French Revolution talked of the Rights of Man! We hate Rights as we hate Wrongs. We have abolished Right and Wrong. And Right and Left, said Syme with a simple eagerness, I hope you will abolish them too. They are much more troublesome to me."
        },
        {
            "id": 76,
            "author": "Martha A. Ackelsberg",
            "extract": "Free Women of Spain: Anarchism and the Struggle for the Emancipation of Women",
            "text": "Freedom, or individual liberty, was a basic premise of the Spanish anarchist tradition.'Individual sovereignty' is a prime tenet of most anarchist writing; the free development of one' s individual potential is one of the basic 'rights' to which all humans are born. Yet Spanish anarchists were firmly rooted in the communalist-anarchist tradition. For them, freedom was fundamentally a social product: the fullest expression of individuality and of creativity can be achieved only in and through community. As Carmen Conde (a teacher who was also active in Mujeres Libres) wrote, describing the relationship of individuality and community: 'I and my truth; I and my faith ... And I for you, but without ever ceasing to be me, so that you can always be you. Because I don' t exist without your existence, but my existence is also indispensable to yours."
        },
        {
            "id": 77,
            "author": "Ernst Jünger",
            "extract": "Eumeswil",
            "text": "The anarch differs from the anarchist in that he has a very pronounced sense of the rules. Insofar as and to the extent that he observes them, he feels exempt from thinking. This is consistent with normal behavior: everyone who boards a train rolls over bridges and through tunnels that engineers have devised for him and on which a hundred thousand hands have labored. This does not darken the passenger’s mood; settling in comfortably, he buries himself in his newspaper, has breakfast, or thinks about his business. Likewise, the anarch – except that he always remains aware of that relationship, never losing sight of his main theme, freedom, that which also flies outside, past hill and dale. He can get away at any time, not just from the train, but also from any demand made on him by state, society, or church, and also from existence."
        },
        {
            "id": 78,
            "author": "Christopher Hitchens",
            "extract": "For the Sake of Argument: Essays and Minority Reports",
            "text": "Would you have wished more, or fewer, anarchists around in the Thousand Year Reich or any of the other fantasies of hierarchy?"
        },
        {
            "id": 79,
            "author": "Luis Sepúlveda",
            "extract": "A sombra do que fomos",
            "text": "La libertà è uno stato di grazia e si è liberi solo mentre si lotta per conquistarla."
        },
        {
            "id": 80,
            "author": "Errico Malatesta",
            "extract": "Malatesta: Life & Ideas",
            "text": "The needs, tastes, aspirations and interests of mankind are neither similar nor naturally harmonious; often they are diametrically opposed and antagonistic. On the other hand, the life of each individual is so conditioned by the life of others that it would be impossible, even assuming it were convenient to do so, to isolate oneself and live one’s own life. Social solidarity is a fact from which no one can escape."
        },
        {
            "id": 81,
            "author": "Emma Goldman",
            "extract": "Marriage and Love [Illustrated edition]",
            "text": "Doubtless there are people who continue to consider love above dollars and cents. Particularly is this true or that class whom economic necessity has forced to become self-supporting. The tremendous change in woman's position, wrought by that might factor, is indeed phenomenal when we reflect that it is but a short time since she has entered the industrial arena. Six million women wage workers; six million women, who have equal rights with men to be exploited, to be robbed, to go on strike; aye, to starve even. Anything more, my lord? Yes, six million wage workers in every walk of life, from the highest brain work to the mines and railroad tracks; yes, even detectives and policemen. Surely the emancipation is complete."
        },
        {
            "id": 82,
            "author": "Emma Goldman",
            "extract": "Marriage and Love",
            "text": "Whether love last but one brief span of time or for eternity, it is the only creative, inspiring, elevating basis for a new race, a new world."
        },
        {
            "id": 83,
            "author": "Murray Bookchin",
            "text": "The fact is that power is as ubiquitous as gravity. Just as gravity is one of the forces that hold the universe together, so power is one of the forces that hold any society together. A defining feature of any society—whether it is tribal, slave, feudal, capitalist, socialist, communist, or even anarchist—is not whether power is being exercised but how. To argue that social power as such is somehow wrong or “evil” is fallacious. What counts is whether it belongs to the people, and by what kind of institutions is it being exercised."
        },
        {
            "id": 84,
            "author": "Gareth Knight",
            "extract": "Practical Guide to Qabalistic Symbolism",
            "text": "The Revolutionaries of all times have not known that anarchy, being the conflict of Lusts and the fatal reign of Violence, substitutes might for right, and paves the way ever for the rule of the most audaciously criminal."
        },
        {
            "id": 85,
            "author": "Noam Chomsky",
            "extract": "On Anarchism",
            "text": "In fact, I should say to begin with that the term anarchism is quite a range of political ideas, but I would prefer to think of it as the libertarian left, and from that point of view anarchism can be conceived as a kind of voluntary socialism, that is, as libertarian socialist or anarcho-syndicalist or communist anarchist, in the tradition of say Bakunin and Kropotkin and others. They had in mind a highly organized form of society, but a society that was organized on the basis of organic units, organic communities. And generally they meant by that the workplace and the neighborhood, and from those two basic units there could derive through federal arrangements a highly integrated kind of social organization, which might be national or even international in scope. And the decisions could be made over a substantial range, but by delegates who are always part of [he organic community from which they come, to which they return and in which, in fact, they live."
        },
        {
            "id": 86,
            "author": "Noam Chomsky",
            "extract": "On Anarchism",
            "text": "Representative democracy, as in, say, the United States or Great Britain, would be criticized by an anarchist of this school on two grounds. First of all because there is a monopoly of power centralized in the State, and secondly and critically—because representative democracy is limited to the political sphere and in no serious way encroaches on the economic sphere. Anarchists of this tradition have always held that democratic control of one's productive life is at the core of any serious human liberation, or, for that matter, of any significant democratic practice. That is, as long as individuals are compelled to rent themselves on the market to those who are willing to hire them, as long as their role in production is simply that of ancillary tools, then there are striking elements of coercion and oppression that make talk of democracy very limited, if even meaningful."
        },
        {
            "id": 87,
            "author": "Noam Chomsky",
            "extract": "On Anarchism",
            "text": "A good example of a really large-scale anarchist revolution—in fact the best example to my knowledge—is the Spanish revolution in 1936, in which over most of Republican Spain there was a quite inspiring anarchist revolution that involved both industry and agriculture over substantial areas, developed in a way which to the outside looks spontaneous. Though in fact if you look at the roots of it, you discover that it was based on some three generations of experiment and thought and work which extended anarchist ideas to very large parts of the population in this largely pre-industrial—though not totally pre-industrial—society. And that again was, by both human measures and indeed anyone's economic measures, quite successful. That is, production continued effectively; workers in farms and factories proved quite capable of managing their affairs without coercion from above, contrary to what lots of socialists, communists, liberals and others wanted to believe, and in fact you can't tell what would have happened. That anarchist revolution was simply destroyed by force, but during the period in which it was alive I think it was a highly successful and, as I say, in many ways a very inspiring testimony to the ability of poor working people to organize and manage their own affairs, extremely successfully, without coercion and control. How relevant the Spanish experience is to an advanced industrial society. one might question in detail."
        },
        {
            "id": 88,
            "author": "Noam Chomsky",
            "extract": "On Anarchism",
            "text": "My short-term goals are to defend and even strengthen elements of state authority which, though illegitimate in fundamental ways, are critically necessary right now to impede the dedicated efforts to 'roll back' the progress that has been achieved in extending democracy and human rights. State authority is now under severe attack in the more democratic societies, but not because it conflicts with the libertarian vision. Rather the opposite: because it offers (weak) protection to some aspects of that vision. Governments have a fatal flaw: unlike the private tyrannies, the institutions of state power and authority offer to the despised public an opportunity to play some role, however limited, in managing their own affairs. That defect is intolerable to the masters, who now feel, with some justification, that changes in the international economic and political order offer the prospects of creating a kind of 'utopia for the masters,' with dismal prospects for most of the rest. It should be unnecessary to spell out here what I mean. The effects are all too obvious even in the rich societies, from the corridors of power to the streets, countryside, and prisons. For reasons that merit attention but that lie beyond the scope of these remarks, the rollback campaign is currently spearheaded by dominant sectors of societies in which the values under attack have been realized in some of their most advanced forms, the English-speaking world; no small irony, but no contradiction either."
        },
        {
            "id": 89,
            "author": "Henry David Thoreau",
            "text": "In an unjust society the only place for a just man is prison."
        },
        {
            "id": 89,
            "author": "Oscar Auliq-Ice Junior",
            "text": "Conspiracy theories tend to depend on conspirators who are unduly evil with genocide or world domination as a motive."
        },
        {
            "id": 90,
            "img": "the-black-flag.png",
            "title": "Kathleen Hanna"
        },
        {
            "id": 91,
            "img": "korea001.jpg",
            "title": "Anarchism in Korea"
        },
        {
            "id": 92,
            "img": "Anarchy2nd_05.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 93,
            "author": "George Orwell",
            "extract": "Homage to Catalonia",
            "text": "I had dropped more or less by chance into the only community of any size in Western Europe where political consciousness and disbelief in capitalism were more normal than their opposites. Up here in Aragon one was among tens of thousands of people, mainly though not entirely of working-class origin, all living at the same level and mingling on terms of equality. In theory it was perfect equality, and even in practice it was not far from it. There is a sense in which it would be true to say that one was experiencing a foretaste of Socialism, by which I mean that the prevailing mental atmosphere was that of Socialism. Many of the normal motives of civilized life — snobbishness, money-grubbing, fear of the boss, etc. — had simply ceased to exist. The ordinary class-division of society had disappeared to an extent that is almost unthinkable in the money — tainted air of England; there was no one there except the peasants and ourselves, and no one owned anyone else as his master."
        },
        {
            "id": 94,
            "author": "Oscar Auliq-Ice Junior",
            "text": "Defining what constitutes a conspiracy theory is difficult."
        },
        {
            "id": 95,
            "author": "Pyotr Kropotkin",
            "extract": "The Conquest of Bread",
            "text": "If all the men and women in the countryside had their daily bread assured, and their daily needs already satisfied, who would work for our capitalist at a wage of half a crown a day, while the commodities one produces in a day sell in the market for a crown or more?"
        },
        {
            "id": 96,
            "author": "Oscar Auliq-Ice Junior",
            "text": "Believing in a conspiracy theory is one strategy people use to regain a sense of control, even if the conspiracy theory is unrelated to what caused the lack of control in a person’s life."
        },
        {
            "id": 97,
            "author": "Peter Gelderloos",
            "extract": "How Nonviolence Protects the State",
            "text": "We must realistically accept that revolution is a social war, not because we like war, but because we recognize that the status quo is a low-intensity war and challenging the state results in an intensification of that warfare. We must also accept that revolution necessitates interpersonal conflict because certain classes of people are employed to defend the centralizing institutions we must destroy. People who continue to dehumanize themselves as agents of law and order must be defeated by whatever means necessary until they can no longer prevent people’s autonomous realization of their needs."
        },
        {
            "id": 98,
            "author": "Oscar Auliq-Ice Junior",
            "text": "Conspiracy theories are ways for someone to understand what is going on in the world and try to restore some sense of control in themselves."
        },
        {
            "id": 99,
            "author": "G.K. Chesterton",
            "extract": "The Man Who Was Thursday",
            "text": "We deny the snobbish English assumption that the uneducated are the dangerous criminals. We remember the Roman Emperors. We remember the great poisoning princes of the Renaissance. We say that the dangerous criminal is the educated criminal."
        },
        {
            "id": 100,
            "author": "Noam Chomsky",
            "extract": "Understanding Power: The Indispensable Chomsky",
            "text": "Yeah, it's a bum rap, basically―it's like referring to Soviet-style bureaucracy as 'socialism,' or any other term of discourse that's been given a second meaning for the purpose of ideological warfare. I mean, 'chaos' is a meaning of the word, but it's not a meaning that has any relevance to social thought. Anarchy as a social philosophy has never meant 'chaos'―in fact, anarchists have typically believed in a highly organized society, just one that's organized democratically from below."
        },
        {
            "id": 101,
            "author": "Pyotr Kropotkin",
            "extract": "Anarchism: A Collection of Revolutionary Writings",
            "text": "The anarchists cannot consider, like the collectivists, that a remuneration which would be proportionate to the hours of labour spent by each person in the production of riches may be an ideal, or even an approach to an ideal, society. Without entering here into a discussion as to how far the exchange value of each merchandise is really measured now by the amount of labour necessary for its production—a separate study must be devoted to the subject—we must say that the collectivist ideal seems to us merely unrealizable in a society which has been brought to consider the necessaries for production as a common property. Such a society would be compelled to abandon the wage-system altogether. It appears impossible that the mitigated individualism of the collectivist school could co-exist with the partial communism implied by holding land and machinery in common—unless imposed by a powerful government, much more powerful than all those of our own times. The present wage-system has grown up from the appropriation of the necessaries for production by the few; it was a necessary condition for the growth of the present capitalist production; and it cannot outlive it, even if an attempt be made to pay to the worker the full value of his produce, and hours-of-labour-checks be substituted for money. Common possession of the necessaries for production implies the common enjoyment of the fruits of the common production; and we consider that an equitable organization of society can only arise when every wage-system is abandoned, and when everybody, contributing for the common well-being to the full extent of his capacities, shall enjoy also from the common stock of society to the fullest possible extent of his needs."
        },
        {
            "id": 102,
            "author": "George Orwell",
            "extract": "Homage to Catalonia",
            "text": "It was the first time I had ever been in a town where the working class was in the saddle. Practically every building of any size had been seized by the workers and was draped with red flags or with the red and black flag of the Anarchists; every wall was scrawled with the hammer and sickle and with the initials of the revolutionary parties; almost every church had been gutted and its images burnt. Churches here and there were being systematically demolished by gangs of workmen. Every shop and café had an inscription saying that it had been collectivized; even the bootblacks had been collectivized and their boxes painted red and black. Waiters and shop-walkers looked you in the face and treated you as an equal."
        },
        {
            "id": 103,
            "author": "George Orwell",
            "extract": "Homage to Catalonia",
            "text": "Together with all this there was something of the evil atmosphere of war. The town had a gaunt untidy look, roads and buildings were in poor repair, the streets at night were dimly lit for fear of air — raids, the shops were mostly shabby and half-empty. Meat was scarce and milk practically unobtainable, there was a shortage of coal, sugar, and petrol, and a really serious shortage of bread. Even at this period the bread-queues were often hundreds of yards long. Yet so far as one could judge the people were contented and hopeful. There was no unemployment, and the price of living was still extremely low; you saw very few conspicuously destitute people, and no beggars except the gipsies. Above all, there was a belief in the revolution and the future, a feeling of having suddenly emerged into an era of equality and freedom. Human beings were trying to behave as human beings and not as cogs in the capitalist machine."
        },
        {
            "id": 104,
            "author": "Errico Malatesta",
            "extract": "Malatesta: Life & Ideas",
            "text": "By definition an anarchist is he who does not wish to be oppressed nor wishes to be him self an oppressor; who wants the greatest well-being, freedom and development for all human beings. His ideas, his wishes have their origin in a feeling of sympathy, love and respect for humanity: a feeling which must be sufficiently strong to induce him to want the well-being of others as much as his own, and to renounce those personal advantages, the achievement of which, would involve the sacrifice of others."
        },
        {
            "id": 105,
            "author": "Errico Malatesta",
            "extract": "Malatesta: Life & Ideas",
            "text": "We too aspire to communism as the most perfect achievement of human solidarity, but it must be anarchist communism, that is, freely desired and accepted, and the means by which the freedom of everyone is guaranteed and can expand; for these reasons we maintain that State communism, which is authoritarian and imposed, is the most hateful tyranny that has ever afflicted, tormented and handicapped mankind."
        },
        {
            "id": 106,
            "author": "Errico Malatesta",
            "extract": "Malatesta: Life & Ideas",
            "text": "Anarchists are justifiably opposed to authoritarian communism, which presupposes a government wanting to direct every aspect of social life, and placing the organization of production and the distribution of wealth under the orders of its nominees, which cannot but create the most hateful tyranny and the crippling of all the living forces in society."
        },
        {
            "id": 107,
            "author": "Errico Malatesta",
            "extract": "Malatesta: Life & Ideas",
            "text": "From 1871, when we began our propaganda in Italy, we have always been, and have always called ourselves socialist anarchists. In conversation, we would also call ourselves just anarchists, because it was understood that the anarchists were socialists, just as in earlier days, when we were the only socialists in Italy, we often called ourselves simply socialists, since it was generally understood that socialists were also anarchists. We have always been of the opinion that socialism and anarchy are two words which basically have the same meaning, since it is not possible to have economic emancipation (abolition of property) without political emancipation (abolition of government) and vice versa."
        },
        {
            "id": 108,
            "author": "Errico Malatesta",
            "extract": "Malatesta: Life & Ideas",
            "text": "I do not think that what matters is the triumph of our plans, our projects and our utopias, which in any case will need the confirmation and experiment, and may as a result have to be modified, developed or adapted to the true moral and material conditions in time and place. What matters most of all is that the people, all people, should lose their sheeplike instincts and habits with which their minds have been inculcated by an age-long slavery, and that they should learn to think and act freely. It is to this great task of spiritual liberation that anarchists must especially devote their attention."
        },
        {
            "id": 109,
            "author": "Errico Malatesta",
            "extract": "Malatesta: Life & Ideas",
            "text": "One of the basic tenets of anarchism is the abolition of monopoly, whether of the land, raw materials, or the means of production, and consequently the abolition of exploitation of the labour of others by those who posses the means of production. The appropriation of the labour of others, of all that permits a man to live without contributing his share to society, is from the anarchist and socialist point of view, theft."
        },
        {
            "id": 110,
            "author": "Graeme Rodaughan",
            "extract": "A Traitor's War",
            "text": "Behind every unquestionable belief is a system of control."
        },
        {
            "id": 111,
            "author": "Dane Whalen",
            "text": "Patriotism is the product of successful systematic indoctrination."
        },
        {
            "id": 112,
            "author": "Rudolf Rocker",
            "extract": "Anarchism and Anarcho-Syndicalism",
            "text": "Meanwhile, two other great currents in political thought, had a decisive significance on the development of socialist ideas: Liberalism, which had powerfully stimulated advanced minds in the Anglo-Saxon countries, Holland and Spain in particular, and Democracy in the sense. to which Rousseau gave expression in his Social Contract, and which found its most influential representatives in the leaders of French Jacobinism. While Liberalism in its social theories started off from the individual and wished to limit the state's activities to a minimum, Democracy took its stand on an abstract collective concept, Rousseau's general will, which it sought to fix in the national state. Liberalism and Democracy were pre-eminently political concepts, and since most of the original adherents of both did scarcely consider the economic conditions of society, the further development of these conditions could not be practically reconciled with the original principles of Democracy, and still less with those of Liberalism. Democracy with its motto of equality of all citizens before the law, and Liberalism with its right of man over his own person, both were wrecked on the realities of capitalist economy. As long as millions of human beings in every country have to sell their labour to a small minority of owners, and sink into the most wretched misery if they can find no buyers, the so-called equality before the law remains merely a pious fraud, since the laws are made by those who find themselves in possession of the social wealth. But in the same way there can be no talk of a right over one's own person, for that right ends when one is compelled to submit to the economic dictation of another if one does not want to starve."
        },
        {
            "id": 113,
            "author": "Emma Goldman",
            "text": "I did not believe that a Cause which stood for a beautiful ideal, for anarchism, for release and freedom from convention and prejudice, should demand the denial of life and joy. I insisted that our Cause could not expect me to become a nun and that the movement would not be turned into a cloister. If it meant that, I did not want it. 'I want freedom, the right to self-expression, everybody's right to beautiful, radiant things.' Anarchism meant that to me, and I would live it in spite of the whole world — prisons, persecution, everything. Yes, even in spite of the condemnation of my own closest comrades I would live my beautiful ideal."
        },
        {
            "id": 114,
            "author": "Noam Chomsky",
            "text": "Most schooling is training for stupidity and conformity, and that's institutional, but occasionally you get a spark, somebody'll challenge your mind, make you think and so on, and that has a tremendous effect you just reach all sorts of people. Of course if you do it you may very have problems, you have to tread the narrow line. There are plenty of people who don't want students to think, they're afraid of the crisis of democracy. If people start thinking you get all these problems that I quoted before. They won't have enough humility to submit to a civil rule or they'll start trying to press their demands in the political arena and have ideas of their own, instead of beleiving what they're told. And privelage and power typically doesn't want that and so they react and the high school teacher that tries to get students to think may find oppression, firing and so on."
        },
        {
            "id": 115,
            "author": "Voltairine de Cleyre",
            "extract": "The Voltairine de Cleyre Reader",
            "text": "Subvert the social and civil order! Aye, I would destroy, to the last vestige, this mockery of order, this travesty upon justice! Break up the home? Yes, every home that rests on slavery! Every marriage that represents the sale and transfer of the individuality of one of its parties to the other! Every institution, social or civil, that stands between man and his right; every tie that renders one a master, another a serf; every law, every statute, every be-it-enacted that represents tyranny; everything you call American privilege that can only exist at the expense of international right. Now cry out, 'Nihilist-disintegrationist !'  Say that I would isolate humanity, reduce society to its elemental state, make men savage! It is not true. But rather than see this devastating, cankering, enslaving system you call social order go on, rather than help to keep alive the accursed institutions of Authority, I would help to reduce every fabric in the social structure to its native element."
        },
        {
            "id": 116,
            "author": "Ernst Jünger",
            "extract": "Eumeswil",
            "text": "Two reefs tower in front of the anarchist. The first, the state, must be overcome, especially in a hurricane, when the waves soar. He ineluctably runs aground on the second one, society, the very image that flickered before him. There is a brief intermezzo between the fall of the legitimate powers and the new legality. Two weeks after Kropotkin’s funeral cortege, in which his corpse had followed the Black Banners, the sailors of Kronstadt were liquidated. This is not to say that nothing had happened in between—Merlino, one of the disillusioned, hit the nail on the head: ‘Anarchism is an experiment."
        },
        {
            "id": 117,
            "author": "Max Stirner",
            "extract": "The Ego and Its Own",
            "text": "I love men too — not merely individuals, but every one. But I love them with the consciousness of egoism; I love them because love makes me happy, I love because loving is natural to me, because it pleases me. I know no 'commandment of love.' I have a fellow-feeling with every feeling being, and their torment torments, their refreshment refreshes me too; I can kill them, not torture them."
        },
        {
            "id": 118,
            "author": "A.E. Samaan",
            "text": "If your political theory requires humanity to 'evolve', then you do not have a theory.... you have a dream."
        },
        {
            "id": 119,
            "author": "Pierre-Joseph Proudhon",
            "text": "— Eh bien ! vous êtes démocrate ? — Non. — Quoi ! vous seriez monarchique ? — Non. — Constitutionnel ? — Dieu m’en garde. — Vous êtes donc aristocrate ? — Point du tout. — Vous voulez un gouvernement mixte ? — Encore moins. Qu’êtes-vous donc ? — Je suis anarchiste. — Je vous entends : vous faites de la satire ; ceci est à l’adresse du gouvernement. — En aucune façon : vous venez d’entendre ma profession de foi sérieuse et mûrement réfléchie ; quoique très ami de l’ordre, je suis, dans toute la force du terme, anarchiste."
        },
        {
            "id": 120,
            "author": "Dane Whalen",
            "text": "More often than not, a statist's argument against Anarchism boils down to an unwillingness to take control and responsibility for their own lives, actions, and communities. The sad truth is that the human animal has been domesticated to the point where it actually fears Liberty."
        },
        {
            "id": 121,
            "author": "Noam Chomsky",
            "text": "These ideas grew out of the Enlightenment; their roots are in Rousseau’s Discourse on Inequality, Humboldt’s Limits of State Action, Kant’s insistence, in his defense of the French Revolution, that freedom is the precondition for acquiring the maturity for freedom, not a gift to be granted when such maturity is achieved. With the development of industrial capitalism, a new and unanticipated system of injustice, it is libertarian socialism that has preserved and extended the radical humanist message of the Enlightenment and the classical liberal ideals that were perverted into an ideology to sustain the emerging social order. In fact, on the very same assumptions that led classical liberalism to oppose the intervention of the state in social life, capitalist social relations are also intolerable."
        },
        {
            "id": 122,
            "author": "Chaz Bufe",
            "extract": "Anarchism: What It Is & What It Isn't",
            "text": "Anarchism is not chaos; Anarchism is not rejection of organization. This is another popular misconception, repeated ad nauseam by the corporate media and by anarchism's political foes, especially Marxists (who sometimes know better)."
        },
        {
            "id": 123,
            "author": "Dane Whalen",
            "text": "Educate the Russian or the American or the Englishman or the Irishman or Frenchman or any real northern European except German, and you get the Anarchist, that is to say the man who dreams of order without organisation - of something beyond organisation..."
        },
        {
            "id": 124,
            "author": "Moonshine Noire",
            "text": "This revolution will be noted. It will be successful and above all, it will be in words."
        },
        {
            "id": 125,
            "author": "Pierre-Joseph Proudhon",
            "text": "As man seeks justice in equality, so society seeks order in anarchy"
        },
        {
            "id": 126,
            "author": "A.E. Samaan",
            "text": "If your political theory requires humanity to 'evolve', then you do not have a theory."
        },
        {
            "id": 127,
            "author": "Jalina Mhyana",
            "extract": "Dreaming in Night Vision: A Story in Vignettes",
            "text": "Dante Alighieri wrote his first book in the prosimetrum genre – La Vita Nuova – in 14th century Florence. Since I’m compiling this collection – my first indie publication – in Florence, just blocks from Dante’s house, and since his book involves a lost love, and ‘A New Life,’ I thought it fitting to emulate this style in my own casual, intuitive fashion. My hope is that the juxtaposition of poems, journal entries, essays and prose will create a story; a memoir in anarchistic vignettes."
        },
        {
            "id": 128,
            "author": "Abdullah Öcalan",
            "extract": "Democratic Confederalism",
            "text": "The right of self-determination of the peoples includes the right to a state of their own. However, the foundation of a state does not increase the freedom of a people. The system of the United Nations that is based on nation-states has remained inefficient. Meanwhile, nation-states have become serious obstacles for any social development. Democratic confederalism is the contrasting paradigm of the oppressed people. Democratic confederalism is a non-state social paradigm. It is not controlled by a state. At the same time, democratic confederalism is the cultural organizational blueprint of a democratic nation. Democratic confederalism is based on grassroots participation. Its decision-making processes lie with the communities. Higher levels only serve the coordination and implementation of the will of the communities that send their delegates to the general assemblies. For limited space of time they are both mouthpiece and executive institution. However, the basic power of decision rests with the local grassroots institutions."
        },
        {
            "id": 129,
            "author": "Peter Arshinov",
            "extract": "History of the Makhnovist Movement, 1918-21",
            "text": "Proletarians of the world, look into the depths of your own beings, seek out the truth and realise it yourselves: you will find it nowhere else."
        },
        {
            "id": 130,
            "author": "Noah Wareness",
            "text": "You know how long's the universe. It's seven million freeways side by side. You know how high. So high the moon just falls. But little punks, you still know the hardcore of the universe. It's cause you're hardcore too. You're made of pure universe, under your bones. And nothing ever starts shit by meaning to. We meant to break down the amerikan dream throwing bottles. All we broke was bottles. What worked was one stolen handful of flax seed. All ages shows in the highschool parkade, and the keys to the bandroom door. Their dream was a joke anyway. What worked was a nother joke"
        },
        {
            "id": 131,
            "author": "Paul Goodman",
            "extract": "Growing Up Absurd",
            "text": "Doing the forbidden is a normal function of growth."
        },
        {
            "id": 132,
            "author": "Chaz Bufe",
            "extract": "Anarchism: What It Is & What It Isn't",
            "text": "For over a century and a half, anarchists have been arguing that coercive, hierarchical organization (as embodied in government and corporations) is not equivalent to organization per se (which they regard as necessary), and that coercive organization should be replaced by decentralized, nonhierarchical organization based on voluntary cooperation and mutual aid. This is hardly a rejection of organization."
        },
        {
            "id": 133,
            "author": "Dane Whalen",
            "text": "Terrorism is the use of violence or intimidation in the pursuit of a political aim. The highest political aim is the creation and enforcement of law. Cops use violence and intimidation to enforce law. Therefore, all cops are, by definition, terrorists."
        },
        {
            "id": 134,
            "author": "Chaz Bufe",
            "extract": "Anarchism: What It Is & What It Isn't",
            "text": "To most anarchists, the advocacy of freedom on Earth while bowing to a heavenly tyrant (no matter how imaginary) seems an insupportable contradiction."
        },
        {
            "id": 135,
            "author": "Paul Goodman",
            "text": "Free action is to live in the present society as though it were a natural society."
        },
        {
            "id": 136,
            "author": "Ian Bone",
            "extract": "Bash The Rich",
            "text": "We wanted to produce a newspaper which would put (1) class and (2) violence back at the top of the anarchist agenda. It would be big and tabloid brash, lots of short articles and graphics, no long boring shit. It would be fucking funny as fucking fuck."
        },
        {
            "id": 137,
            "author": "Emma Goldman",
            "extract": "Marriage and Love",
            "text": "Love is it's own protection."
        },
        {
            "id": 138,
            "author": "Rudolf Rocker",
            "extract": "Anarcho-Syndicalism: Theory and Practice",
            "text": "Anarchism recognizes only the relative significance of ideas, institutions, and social forms. It is, therefore, not a fixed, self-enclosed social system, but rather a definite trend in the historic development of mankind, which, in contrast with the intellectual guardianship of all clerical and governmental institutions, strives for the free unhindered unfolding of all the individual and social forces in life. Even freedom is only a relative, not an absolute concept, since it tends constantly to become broader and to affect wider circles in more manifold ways. For the Anarchist, freedom is not an abstract philosophical concept, but the vital concrete possibility for every human being to bring to full development all the powers, capacities, and talents with which nature has endowed him, and tum them to social account. The less this natural development of man is influenced by ecclesiastical or political guardianship, the more efficient and harmonious will human personality become, the more will it become the measure of the intellectual culture of the society in which it has grown."
        },
        {
            "id": 139,
            "img": "fig3_1.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 140,
            "img": "anarchism_noam.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 141,
            "img": "feminism-attack-better-poster.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 142,
            "img": "feminism-attack-more-graffitti.jpg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 144,
            "author": "Pierre-Joseph Proudhon",
            "text": "It is through separation that you will win: no representatives, and no candidates!"
        },
        {
            "id": 145,
            "author": "Jakub Bożydar Wiśniewski",
            "extract": "The Pith of Life: Aphorisms in Honor of Liberty",
            "text": "An anarchist is someone who rejects the curious notion that crimes become virtues as they grow in size."
        },
        {
            "id": 146,
            "author": "Mikhail Bakunin",
            "text": "Every command slaps liberty in the face."
        },
        {
            "id": 147,
            "author": "Voltairine de Cleyre",
            "text": "Anarchism … teaches the possibility of a society in which the needs of life may be fully supplied for all, and in which the opportunities for complete development of mind and body shall be the heritage of all … [It] teaches that the present unjust organisation of the production and distribution of wealth must finally be completely destroyed, and replaced by a system which will insure to each the liberty to work, without first seeking a master to whom he [or she] must surrender a tithe of his [or her] product, which will guarantee his liberty of access to the sources and means of production … Out of the blindly submissive, it makes the discontented; out of the unconsciously dissatisfied, it makes the consciously dissatisfied … Anarchism seeks to arouse the consciousness of oppression, the desire for a better society, and a sense of the necessity for unceasing warfare against capitalism and the State."
        },
        {
            "id": 148,
            "author": "Emma Goldman",
            "extract": "Anarchism and Other Essays",
            "text": "A thorough investigation would prove that nine crimes out of ten could be traced, directly or indirectly, to our economic and social iniquities, to our system of remorseless exploitation and robbery."
        },
        {
            "id": 149,
            "author": "Immanuel Kant",
            "extract": "Anthropology from a Pragmatic Point of View",
            "text": "Anarchy is law and freedom without force. Despotism is law and force without freedom. Barbarism force without freedom and law. Republicanism is force with freedom and law."
        },
        {
            "id": 150,
            "author": "Jakub Bożydar Wiśniewski",
            "text": "If anarchy is chaos, and chaos is war, why wasn't a single war started by anarchists?"
        },
        {
            "id": 151,
            "author": "Emma Goldman",
            "extract": "Anarchism and Other Essays",
            "text": "If I were to give a summary of the tendency of our times, I would say, Quantity. The multitude, the mass spirit, dominates everywhere, destroying quality. Our entire life — production, politics, and education — rests on quantity, on numbers. The worker who once took pride in the thoroughness and quality of his work, has been replaced by brainless, incompetent automatons, who turn out enormous quantities of things, valueless to themselves, and generally injurious to the rest of mankind. Thus quantity, instead of adding to life’s comforts and peace, has merely increased man’s burden."
        },
        {
            "id": 152,
            "author": "Nikolai A. Berdyaev",
            "extract": "Novoe Religioznoe Soznanie I Obshchestvennost'",
            "text": "Control and violence that is best reflected in the state, are evil in themselves. In this knowledge lies the great truth of anarchism."
        },
        {
            "id": 153,
            "author": "Emma Goldman",
            "extract": "Anarchism and Other Essays",
            "text": "Order derived through submission and maintained by terror is not much of a safe guaranty; yet that is the only 'order' that governments have ever maintained."
        },
        {
            "id": 154,
            "author": "Proudhon J B V",
            "text": "It is through separation that you will win: no representatives, and no candidates!"
        },
        {
            "id": 155,
            "author": "Pierre-Joseph Proudhon",
            "extract": "What Is Property?",
            "text": "It is better to enlighten men’s minds than to teach them to be obstinate in their prejudices."
        },
        {
            "id": 156,
            "author": "Jakub Bożydar Wiśniewski",
            "text": "A libertarian is someone who graduated from thinking that there are problems with the state to realizing that the state is the problem."
        },
        {
            "id": 157,
            "author": "Thomas Pynchon",
            "extract": "Against the Day",
            "text": "Today even the dimmest of capitalist can see that the centralized nation-state, so promising an idea a generation ago, has lost all credibility with the population. Anarchism now is the idea that has seized hearts everywhere, some form of it will come to envelop every centrally governed society . . . If a nation wants to preserve itself, what other steps can it take, but mobilize and go to war? Central governments were never designed for peace. Their structure is line and staff, the same as an army. The national idea depends on war. A general European war, with ever striking worker a traitor, flags threatened, the sacred soils of homelands defiled, would be just the ticket to wipe Anarchism off the political map. The national idea would be reborn. One trembles at the pestilent forms that would rise up afterward, from the swamp of the ruined Europe."
        },
        {
            "id": 158,
            "author": "Ursula K. Le Guin",
            "extract": "The Dispossessed",
            "text": "To be whole is to be part; true voyage is return."
        },
        {
            "id": 159,
            "author": "Michel Leiris",
            "text": "Eroticism releases, ever so slightly, great lightning flashes that, on occasion, reveal to us the true nature of a given organ, suddenly restoring both its whole reality and its hallucinatory force, while simultaneously installing as sovereign goddess the abolition of hierarchies- those hierarchies within which we habitually grade, for better or for worse, the different parts of the body."
        },
        {
            "id": 160,
            "author": "J. Paul Getty",
            "extract": "How to Be Rich",
            "text": "My evanescent anarchistic tendencies are purely classical. I use the word anarchist in the sense in which it was understood by the ancient Greeks. They, of course, accepted the anarchist as a fairly respectable--if somewhat vehement--opponent of government encroachment on the individual's rights to think and act freely. It is in this sense that I glimpse myself as an anarchist--regretting the growth of government and the ever-increasing trend toward regulation and, worst of all, standardization of human activity."
        },
        {
            "id": 161,
            "author": "Emma Goldman",
            "extract": "Anarchism and Other Essays",
            "text": "[M]an has as much liberty as he is willing to take."
        },
        {
            "id": 162,
            "author": "Ammon Hennacy",
            "text": "To change the world by bullets or ballots was a useless procedure. If the workers ever did get a majority of either, they would have the envy and greed in their hearts and would be chained by these as much as by the chains of the master class. And the State which they would like to call a Cooperative Commonwealth would be based on power; the state would not wither away but would grow. Therefore the only revolution worthwhile was the one-man revolution within the heart. Each one could make this by himself and not need to wait on a majority."
        },
        {
            "id": 163,
            "author": "Roxanne Dunbar-Ortiz",
            "text": "Independent radical women often live lonely lives if they expect equality."
        },
        {
            "id": 164,
            "author": "Nicholai Tselkove",
            "text": "No matter what color you paint Anarchism, it's still a pig with lipstick on."
        },
        {
            "id": 165,
            "author": "Bakunin Mikhail Aleksandrovich",
            "text": "Convençuts que llibertat sense Socialisme és privilegi i injustícia i que Socialisme sense llibertat és esclavitud i brutalitat."
        },
        {
            "id": 166,
            "author": "David Graeber",
            "extract": "Revolutions in Reverse: Essays on Politics, Violence, Art, and Imagination",
            "text": "Visible alternatives shatter the sense of inevitability, that the system must, necessarily, be patched together in the same form -- this is why it became such an imperative of global governance to stamp them out, or, when that's not possible, to ensure that no one knows about them. To become aware of it allows us to see everything we are already doing in a new light. To realize we're all already communists when working on a common projects, all already anarchists when we solve problems without recourse to lawyers or police, all revolutionaries when we make something genuinely new."
        },
        {
            "id": 167,
            "author": "Fernando Pessoa",
            "text": "Sosyalizmin ve komünizmin hedefi emekçiyi yükseltmek değil, burjuvayı indirmektir. Emekçi ise aynı noktada, hatta söylediğim gibi, daha kötü noktada kalır. Burjuvanın yitirdiği şeyden yararlanan asla emekçi değildir. Anarşizm ise tersine bir sevgi rejimidir, sevilen insanlara baskı uygulamaya çalışılmaz"
        },
        {
            "id": 168,
            "author": "Poyntz Tyler",
            "extract": "A Garden of Cucumbers",
            "text": "To Pierre,' said Mr. Buckmaster, 'the Communists are of the Right. The far Right. He refers to them as 'those goddamned Bourbons.' Pierre is an anarchist. That's why he's so happy in his shoplifting--he feels it helps undermine the state"
        },
        {
            "id": 169,
            "author": "CrimethInc.",
            "extract": "Contradictionary",
            "text": "Domination is a relationship, not a condition; it depends on the participation of both parties. Hierarchical power is not just the gun in the policeman's hand; it is just as much the obedience of the ones who act as if it is always pointed at them. It is not just the government and the executives and the armed forces; it extends through society from top to bottom, an interlocking web of control and compliance. Sometimes all it takes to be complicit in the oppression of millions is to die of natural causes."
        },
        {
            "id": 170,
            "author": "CrimethInc.",
            "extract": "Contradictionary",
            "text": "Only by concealing our identities can we shed the masks we have to wear at school, at work, even at home - everywhere there is surveillance, policing, punishment - masks that are increasingly indistinguishable from ourselves"
        },
        {
            "id": 171,
            "author": "CrimethInc.",
            "extract": "Contradictionary",
            "text": "If you are a warrior, the nature and scale of your enemies will determine the nature and scale of your actions. In this sense, it is even more important to choose your enemies more wisely than your friends."
        },
        {
            "id": 172,
            "author": "Curious George Brigade",
            "text": "When desertion is not an option, sabotage is a must."
        },
        {
            "id": 173,
            "author": "Curious George Brigade",
            "extract": "Anarchy in the Age of Dinosaurs",
            "text": "We reject the blame game and accusations so common in efficient groups. With each person accepting full responsibility for their actions, no on can have any more of the blame than anyone else. Let's all be accountable to ourselves, so we can grow and learn from our mistakes and be buoyed by our successes."
        },
        {
            "id": 174,
            "author": "CrimethInc.",
            "extract": "Contradictionary",
            "text": "What is common becomes sense, but what is sensible doesn't always become common."
        },
        {
            "id": 175,
            "author": "Curious George Brigade",
            "extract": "Anarchy in the Age of Dinosaurs",
            "text": "One of the most inefficient utopias I have ever seen was that of a humble Zapatista village in the mountains of Southeastern Mexico. I kid you not, the entire village sits down and takes days to make a single decision! Everyone gets a chance to hear and be heard, and some questions take eons of time, but everyone is patient and respectful. Things actually get done. It's as if time was suddenly transformed from the tickling of a Newtonian clock to something that revolved around ordinary folks."
        },
        {
            "id": 176,
            "author": "Bertrand Russell",
            "extract": "Proposed Roads to Freedom: Socialism, Anarchism and Syndicalism",
            "text": "In Labor movements generally, success through violence can hardly be expected except in circumstances where success without violence is attainable."
        },
        {
            "id": 177,
            "author": "Otto von Bismarck",
            "text": "Crowned heads, wealth and privilege may well tremble should ever again the Black and Red unite!",
            "subtext": "-after the split between Anarchists and Marxists in 1872"
        },
        {
            "id": 178,
            "author": "N Stephan Kinsella",
            "text": "To be an anarchist only means that you believe that aggression is not justified, and that states necessarily employ aggression. And, therefore, that states, and the aggression they necessarily employ, are unjustified."
        },
        {
            "id": 179,
            "author": "Murray N. Rothbard",
            "extract": "The Betrayal Of The American Right",
            "text": "One gratifying aspect of our rise to some prominence is that, for the first time in my memory, we, ‘our side,’ had captured a crucial word from the enemy . . . ‘Libertarians’ . . . had long been simply a polite word for left-wing anarchists, that is for anti-private property anarchists, either of the communist or syndicalist variety. But now we had taken it over..."
        },
        {
            "id": 180,
            "author": "Curious George Brigade",
            "extract": "Anarchy in the Age of Dinosaurs",
            "text": "Anarchy has the flexibility to overcome many of the traditional problems of activism by focusing on revolution not as another cause but as a philosophy of living. This philosophy is as concrete as a brick being thrown through a window or flowers growing in the garden. By making our daily lives revolutionary, we destroy the artificial separation between activism and everyday life. Why settle for comrades and fellow activists when we can have friends and lovers?"
        },
        {
            "id": 181,
            "author": "Karl Hess",
            "text": "Laissez-faire capitalism, or anarchocapitalism, is simply the economic form of the libertarian ethic. Laissez-faire capitalism encompasses the notion that men should exchange goods and services, without regulation, solely on the basis of value for value. It recognizes charity and communal enterprises as voluntary versions of this same ethic. Such a system would be straight barter, except for the widely felt need for a division of labor in which men, voluntarily, accept value tokens such as cash and credit. Economically, this system is anarchy, and proudly so."
        },
        {
            "id": 182,
            "author": "Anup Joshi",
            "text": "I am not SURE whether people have watched DID show from ZEE TV or not, Its big ambiguity whether they have really liked Teriya Magar's performance or of anyone else. But I'm SURE that they have voted Teriya and even begged other fellows to vote her just because she IS NEPALI. This way patriotism rocks and talent is sucked........"
        },
        {
            "id": 183,
            "author": "Élisée Reclus",
            "text": "Un fait capital domine toute la civilisation moderne, le fait que la propriété d'un seul peut s'accroître indéfiniment, et même, en vertu du consentement presque universel, embrasser le monde entier."
        },
        {
            "id": 184,
            "author": "Nocturnus Libertus",
            "text": "With the way a lot of men function, I'd say 'single' womyn are a threat to society. In fact, I'd go as single womyn are a threat to the system. As a womyn, if you aren't spending all your time looking for what you were socialized to, you're doing something productive. I'd say that scares a hell of a lot of people."
        },
        {
            "id": 185,
            "author": "Anselme Bellegarrigue",
            "text": "Vous avez cru jusqu'à ce jour qu'il y avait des tyrans ! Eh bien vous vous êtes trompés, il n'y a que des esclaves : là où nul n'obéit, personne ne commande."
        },
        {
            "id": 186,
            "author": "David Graeber",
            "extract": "Fragments of an Anarchist Anthropology",
            "text": "... most Amazonians don't want to give others the power to threaten them with physical injury if they don't do as they are told. Maybe we should better be asking what it says about ourselves that we feel this attitude needs any sort of explanation."
        },
        {
            "id": 187,
            "author": "Anselme Bellegarrigue",
            "text": "Bellegarrigue revient en France en février 1848, la veille des événements qui vont mener au renversement du régime monarchique de Louis-Philippe. Il participera à la révolte mais il demeurera très critique, pour ne pas dire sceptique, face à l'avenir de la révolution. Ainsi, à un jeune ouvrier en armes qu'il rencontre près de l'hôtel de ville et qui lui lance avec enthousiasme: 'Cette fois-ci, on ne nous la volera pas notre victoire!' Bellegarrigue rétorque: 'Ah, mon ami, la victoire, on vous l'a déjà volée. N'avez-vous pas nommé un gouvernement provisoire ?"
        },
        {
            "id": 188,
            "author": "Murray N. Rothbard",
            "text": "Capitalism is the fullest expression of anarchism, and anarchism is the fullest expression of capitalism. Not only are they compatible, but you can't really have one without the other. True anarchism will be capitalism, and true capitalism will be anarchism"
        },
        {
            "id": 189,
            "author": "Max Stirner",
            "extract": "The Ego and Its Own",
            "text": "'Political liberty,' what are we to understand by that? Perhaps the individual’s independence of the State and its laws? No; on the contrary, the individual’s subjection in the State and to the State’s laws... Political liberty means that the polis, the State, is free; freedom of religion that religion is free, as freedom of conscience signifies that conscience is free; not, therefore, that I am free from the State, from religion, from conscience, or that I am rid of them. It does not mean my liberty, but the liberty of a power that rules and subjugates me; it means that one of my despots, like State, religion, conscience, is free. State, religion, conscience, these despots, make me a slave, and their liberty is my slavery."
        },
        {
            "id": 190,
            "author": "Mikhail Bakunin",
            "text": "Do you want to make it impossible for anyone to oppress his fellow-man? Then make sure that no one shall possess power."
        },
        {
            "id": 191,
            "author": "Emma Goldman",
            "extract": "Red Emma Speaks",
            "text": "Anarchism alone stresses the importance of the individual, his possibilities and needs in a free society. Instead of telling him that he must fall down and worship before institutions, live and die for abstractions, break his heart and stunt his life for taboos, Anarchism insists that the center of gravity in society is the individual--that he must think for himself, act freely, and live fully. The aim of Anarchism is that every individual in the world shall be able to do so. If he is to develop freely and fully, he must be relieved from the interference and oppression of others. Freedom is, therefore, the cornerstone of the Anarchist philosophy. Of course, this has nothing in common with a much boasted 'rugged individualism.' Such predatory individualism is really flabby, not rugged. At the least danger to its safety it runs to cover of the state and wails for protection of armies, navies, or whatever devices for strangulation it has at its command. Their 'rugged individualism' is simply one of the many pretenses the ruling class makes to unbridled business and political extortion."
        },
        {
            "id": 192,
            "author": "Colin Ward",
            "extract": "Anarchism: A Very Short Introduction",
            "text": "Every state protects the privileges of the powerful."
        },
        {
            "id": 193,
            "author": "Paul Karl Feyerabend",
            "extract": "Against Method: Outline of an Anarchistic Theory of Knowledge",
            "text": "We need a dream-world in order to discover the features of the real world we think we inhabit."
        },
        {
            "id": 194,
            "author": "Emma Goldman",
            "extract": "Red Emma Speaks",
            "text": "I consider Anarchism the most beautiful and practical philosophy that has yet been thought of in its application to individual expression and the relation it establishes between the individual and society. Moreover, I am certain that Anarchism is too vital and too close to human nature ever to die. It is my conviction that dictatorship, whether to the right or to the left, can never work--that it never has worked, and that time will prove this again, as it has been proved before. When the failure of modern dictatorship and authoritarian philosophies becomes more apparent and the realization of failure more general, Anarchism will be vindicated. Considered from this point, a recrudescence of Anarchist ideas in the near future is very probable. When this occurs and takes effect, I believe that humanity will at last leave the maze in which it is now lost and will start on the path to sane living and regeneration through freedom."
        },
        {
            "id": 195,
            "author": "Pyotr Kropotkin",
            "extract": "Memoirs of a Revolutionist",
            "text": "Having been brought up in a serf-owner's family, I entered active life, like all young men of my time, with a great deal of confidence in the necessity of commanding, ordering, scolding, punishing, and the like. But when, at an early stage, I had to manage serious enterprises... I began to appreciate the difference between acting on the principle of command and discipline, and acting on the principle of common understanding... Men of initiative are required everywhere; but once the impulse has been given, the enterprise must be conducted, ...not in military fashion, but in a sort of communal way."
        },
        {
            "id": 196,
            "author": "L. Susan Brown",
            "extract": "The Politics of Individualism: Liberalism, Liberal Feminism and Anarchism",
            "text": "While the popular understanding of anarchism is of a violent, anti-State movement, anarchism is a much more subtle and nuanced tradition then a simple opposition to government power. Anarchists oppose the idea that power and domination are necessary for society, and instead advocate more co-operative, anti-hierarchical forms of social, political and economic organisation."
        },
        {
            "id": 197,
            "author": "P.S. Pirro",
            "extract": "101 Reasons Why I Am An Unschooler",
            "text": "Each of us is born with a crazy passion to learn. Each of us craves knowledge of our world and our place within it. We learn because we want to learn, because it's important to us, because it's natural, and because it's impossible to live in the world and not learn. Then along comes school to mess up a beautiful thing."
        },
        {
            "id": 198,
            "author": "Stefan Molyneux",
            "text": "'Historical definition of a country's borders... '...here's where my murder geography ends and your murder geography begins, at least until I get more murderers to expand my murder-fest."
        },
        {
            "id": 199,
            "author": "Leon Trotsky",
            "extract": "History of the Russian Revolution",
            "text": "The boycott of parliamentary institutions on the part of anarchists and semianarchists is dictated by a desire not to submit their weakness to a test on the part of the masses, thus preserving their right to an inactive hauteur which makes no difference to anybody. A revolutionary party can turn its back to a parliament only if it has set itself the immediate task of overthrowing the existing regime."
        },
        {
            "id": 200,
            "author": "Emma Goldman",
            "extract": "Red Emma Speaks",
            "text": "I have often been asked why I maintained such a non-compromising antagonism to government and in what way I have found myself oppressed by it. In my opinion every individual is hampered by it. It exacts taxes from production. It creates tariffs, which prevent free exchange. It stands ever for the status quo and traditional conduct and belief. It comes into private lives and into most intimate personal relations, enabling the superstitious, puritanical, and distorted ones to impose their ignorant prejudice and moral servitudes upon the sensitive, the imaginative, and the free spirits. Government does this by its divorce laws, its moral censorships, and by a thousand petty persecutions of those who are too honest to wear the moral mask of respectability. In addition, government protects the strong at the expense of the weak, provides courts and laws which the rich may scorn and the poor must obey. It enables the predatory rich to make wars to provide foreign markets for the favored ones, with prosperity for the rulers and wholesale death for the ruled. However, it is not only government in the sense of the state which is destructive of every individual value and quality. It is the whole complex of authority and institutional domination which strangles life. It is the superstition, myth, pretense, evasions, and subservience which support authority and institutional domination. It is the reverence for these institutions instilled in the school, the church and the home in order that man may believe and obey without protest. Such a process of devitalizing and distorting personalities of the individual and of whole communities may have been a part of historical evolution; but it should be strenuously combated by every honest and independent mind in an age which has any pretense to enlightenment."
        },
        {
            "id": 201,
            "author": "Pierre Clastres",
            "extract": "Society Against the State: Essays in Political Anthropology",
            "text": "It is not a scientific proposition to determine that some cultures lack political power because they show nothing similar to what is found in our culture. It is instead the sign of a certain conceptual poverty."
        },
        {
            "id": 202,
            "author": "David Harvey",
            "extract": "A Companion to Marx's Capital",
            "text": "Failure to recognize the historical specificity of the bourgeois conception of rights and duties leads to serious errors. It is for this reason that Marx registers...a vigorous indictment of the anarchist Proudhon... Proudhon in effect took the specifics of bourgeois legal and economic relations and treated them as universal and foundational for the development of an alternative, socially just economic system. From Marx's standpoint, this is no alternative at all since it merely re-inscribes bourgeois conceptions of value in a supposedly new form of society. This problem is still with us, not only because of the contemporary anarchist revival of interest in Proudhon's ideas but also because of the rise of a more broad-based liberal human rights politics as a supposed antidote to the social and political ills of contemporary capitalism. Marx's critique of Proudhon is directly applicable to this contemporary politics. The UN Universal Declaration of Human Rights of 1948 is a foundational document for a bourgeois, market-based individualism and as such cannot provide a basis for a thoroughgoing critique of liberal or neoliberal capitalism. Whether it is politically useful to insist that the capitalist political order live up to its own foundational principles is one thing, but to imagine that this politics can lead to a radical displacement of a capitalist mode of production is, in Marx's view, a serious error."
        },
        {
            "id": 203,
            "author": "Victor Serge",
            "extract": "Conquered City",
            "text": "We have conquered everything, and everything has slipped out of our grasp."
        },
        {
            "id": 204,
            "author": "Albert Meltzer",
            "extract": "I Couldn't Paint Golden Angels",
            "text": "Though I knew so far as Anarchism was concerned I was backing a lost cause, it didn't seem to matter as every other cause had won at some time but that of the people themselves. At least it threw so a light on any other political persuasion."
        },
        {
            "id": 205,
            "author": "Emma Goldman",
            "extract": "Anarchism and Other Essays",
            "text": "Destruction and violence! How is the ordinary man to know that the most violent element in society is ignorance; that its power of destruction is the very thing Anarchism is combating? Nor is he aware that Anarchism, whose roots, as it were, are part of nature's forces, destroys, not healthful tissue, but parasitic growths that feed on the life's essence of society. It is merely clearing the soil from weeds and sagebrush, that it may eventually bear healthy fruit."
        },
        {
            "id": 206,
            "author": "Peter Marshall",
            "extract": "Demanding the Impossible: A History of Anarchism",
            "text": "The continued appeal of anarchism can probably be attributed to its enduring affinity with both the rational and emotional impulses lying deep within us. It is an attitude, a way of life as well as a social philosophy. It presents a telling analysis of existing institutions and practices, and at the same time offers the prospect of a radically transformed society."
        },
        {
            "id": 207,
            "author": "Peter Marshall",
            "extract": "Demanding the Impossible: A History of Anarchism",
            "text": "Whatever its future success as a historical movement, anarchism will remain a fundamental part of human experience, for the drive for freedom is one of our deepest needs and the vision of a free society is one of our oldest dreams. Neither can ever be fully repressed; both will outlive all rulers and their States."
        },
        {
            "id": 208,
            "author": "Edna St. Vincent Millay",
            "text": "It is impossible for me to be an Anarchist, for I do not believe in the essential goodness of man. The world, the physical world, that was once all in all to me, has at moments such as these no road through a wood, no stretch of shore, that can bring me comfort. The beauty of these things can no longer at such moments make up to me at all for the ugliness of man, his cruelty, his greed, his lying face."
        },
        {
            "id": 209,
            "author": "Peter Marshall",
            "extract": "Demanding the Impossible: A History of Anarchism",
            "text": "With their concern for personal autonomy and individual freedom, anarchists more than any other socialists are aware of the inhumanity of both physical punishment and manipulative cure for anti-social members of the community. They look to reasoned argument and friendly treatment to deal with criminals and wish to respect their humanity and individuality"
        },
        {
            "id": 210,
            "author": "Emma Goldman",
            "text": "Not only my arrest but the others smack of the Haymarket. The police are very much in disrepute all over the country, and they wish to do something to clear themselves. They are trying to make it an anarchist plot. If they wish to make up a case, they may succeed."
        },
        {
            "id": 211,
            "author": "Leon Trotsky",
            "extract": "History of the Russian Revolution",
            "text": "The principles of liberalism can have a real existence only in conjunction with a police system. Anarchism is an attempt to cleanse liberalism of the police. But just as pure oxygen is impossible to breathe, so liberalism without the police principle means the death of society. Being a shadow-caricature of liberalism, anarchism as a whole has shared its fate. Having killed liberalism, the development of class contradictions has also killed anarchism. Like every sect which founds its teaching not upon the actual development of human society, but upon the reduction to absurdity of one of its features, anarchism explodes like a soap bubble at that moment when the social contradictions arrive at the point of war or revolution."
        },
        {
            "id": 212,
            "author": "Amit Kalantri",
            "text": "An anarchist government somehow creates an impression in the hearts of citizens that no one cares."
        },
        {
            "id": 213,
            "author": "Max Stirner",
            "extract": "The Ego and Its Own",
            "text": "In crime the egoist has hitherto asserted himself and mocked at the sacred; the break with the sacred, or rather of the sacred, may become general. A revolution never returns, but an immense, reckless, shameless, conscienceless, proud—crime, doesn't it rumble in the distant thunder, and don't you see how the sky grows ominously silent and gloomy?"
        },
        {
            "id": 214,
            "author": "Michael de Larrabeiti",
            "extract": "The Borribles",
            "text": "Normal kids are turned into Borribles very slowly, almost without being aware of it; but one day they wake up and there it is. It doesn't matter where they come from as long as they have what is called a “bad start.” A child disappears from a school and the word goes round that he was “unmanageable”; the chances are he is off managing by himself. Sometimes it's given out that a kid down the street has been “put into care” because whenever he got home from school the house was empty; no doubt he's been Borribled and is caring for himself someplace. One day a shout might be heard in a supermarket and a kid with the goods on him is hoisted out by a store-detective. If that kid gets away he'll become a Borrible and make sure he isn't caught again. Being caught is the end for a Borrible."
        },
        {
            "id": 215,
            "author": "Michael de Larrabeiti",
            "extract": "The Borribles",
            "text": "So Borribles are outcasts but unlike most outcasts they enjoy themselves and wouldn't be anything else. They delight in feeling independent and free and it is this feeling that is most important to them. Consequently they have no real leaders, though someone may pop into prominence from time to time, perhaps because he has had a good idea and wants to carry it through. They manage without authority and they get on well enough together, though like everybody, they quarrel."
        },
        {
            "id": 216,
            "author": "Anselme Bellegarrigue",
            "text": "Bellegarrigue revient en France en février 1848, la veille des événements qui vont mener au renversement du régime monarchique de Louis-Philippe. Il participera à la révolte mais il demeurera très critique, pour ne pas dire sceptique, face à l'avenir de la révolution. Ainsi, à un jeune ouvrier en armes qu'il rencontre près de l'hôtel de ville et qui lui lance avec enthousiasme: 'Cette fois-ci, on ne nous la volera pas notre victoire!' Bellegarrigue rétorque: 'Ah, mon ami, la victoire, on vous l'a déjà volée. N'avez-vous pas nommé un gouvernement provisoire ?"
        },
        {
            "id": 217,
            "img": "images4.jpeg",
            "title": "unknow"
        },
        {
            "id": 218,
            "img": "images5.jpeg",
            "title": "unknow"
        },
        {
            "id": 219,
            "img": "fig0_1.jpg",
            "title": "The Vrankrijk legalized squat"
        },
        {
            "id": 220,
            "img": "fig3_2.jpg",
            "title": "Leidsbezet"
        },
        {
            "id": 221,
            "img": "descarga.jpeg",
            "title": "Kathleen Hanna"
        },
        {
            "id": 222,
            "img": "descarga2.jpeg",
            "title": "Virginie Despentes"
        },
        {
            "id": 223,
            "img": "wb.jpg",
            "title": "William S. Burroughs"
        },
        {
            "id": 224,
            "img": "descarga3.jpg",
            "title": "Virginie Despentes"
        },
        {
            "id": 225,
            "author": "Mikhail Bakunin",
            "text": "If you took the most ardent revolutionary, vested him in absolute power, within a year he would be worse than the Tsar himself."
        },
        {
            "id": 226,
            "author": "Mikhail Bakunin",
            "text": "The supreme law of the State is self-preservation at any cost. And since all States, ever since they came to exist upon the earth, have been condemned to perpetual struggle — a struggle against their own populations, whom they oppress and ruin, a struggle against all foreign States, every one of which can be strong only if the others are weak — and since the States cannot hold their own in this struggle unless they constantly keep on augmenting their power against their own subjects as well as against the neighborhood States — it follows that the supreme law of the State is the augmentation of its power to the detriment of internal liberty and external justice."
        },
        {
            "id": 227,
            "author": "Raoul Vaneigem",
            "extract": "The Revolution of Everyday Life",
            "text": "Daydreaming subverts the world."
        },
        {
            "id": 228,
            "author": "Lysander Spooner",
            "text": "If the jury have no right to judge of the justice of a law of the government, they plainly can do nothing to protect the people against the oppressions of the government; for there are no oppressions which the government may not authorize by law."
        },
        {
            "id": 229,
            "author": "Murray Bookchin",
            "extract": "Lucy Parsons: Freedom, Equality & Solidarity - Writings & Speeches, 1878-1937",
            "text": "Anarchism has but one infallible, unchangeable motto, 'Freedom.' Freedom to discover any truth, freedom to develop, to live naturally and fully.",
            "subtext": "— Lucy Parsons"
        },
        {
            "id": 230,
            "author": "Rudolf Rocker",
            "extract": "Anarcho-Syndicalism: Theory and Practice",
            "text": "Political rights do not originate in parliaments; they are, rather, forced upon parliaments from without. And even their enactment into law has for a long time been no guarantee of their security. Just as the employers always try to nullify every concession they had made to labor as soon as opportunity offered, as soon as any signs of weakness were observable in the workers’ organizations, so governments also are always inclined to restrict or to abrogate completely rights and freedoms that have been achieved if they imagine that the people will put up no resistance. Even in those countries where such things as freedom of the press, right of assembly, right of combination, and the like have long existed, governments are constantly trying to restrict those rights or to reinterpret them by juridical hair-splitting. Political rights do not exist because they have been legally set down on a piece of paper, but only when they have become the ingrown habit of a people, and when any attempt to impair them will meet with the violent resistance of the populace. Where this is not the case, there is no help in any parliamentary Opposition or any Platonic appeals to the constitution."
        },
        {
            "id": 231,
            "author": "Raoul Vaneigem,",
            "extract": "The Revolution of Everyday Life",
            "text": "Purchasing power is a license to purchase power. The old proletariat sold its labour power in order to subsist; what little leisure time it had was passed pleasantly enough in conversations, arguments, drinking, making love, wandering, celebrating and rioting. The new proletarian sells his labour power in order to consume. When he’s not flogging himself to death to get promoted in the labour hierarchy, he’s being persuaded to buy himself objects to distinguish himself in the social hierarchy. The ideology of consumption becomes the consumption of ideology."
        },
        {
            "id": 232,
            "author": "Renzo Novatore",
            "text": "Mine is an enthusiastic and dionysian pessimism, like a flame that sets my vital exuberance ablaze, that mocks at any theoretical, scientific or moral prison."
        },
        {
            "id": 233,
            "author": "David Graeber",
            "text": "Normally, when you challenge the conventional wisdom—that the current economic and political system is the only possible one—the first reaction you are likely to get is a demand for a detailed architectural blueprint of how an alternative system would work, down to the nature of its financial instruments, energy supplies, and policies of sewer maintenance. Next, you are likely to be asked for a detailed program of how this system will be brought into existence. Historically, this is ridiculous. When has social change ever happened according to someone’s blueprint? It’s not as if a small circle of visionaries in Renaissance Florence conceived of something they called “capitalism,” figured out the details of how the stock exchange and factories would someday work, and then put in place a program to bring their visions into reality. In fact, the idea is so absurd we might well ask ourselves how it ever occurred to us to imagine this is how change happens to begin."
        },
        {
            "id": 234,
            "author": "Bob Black",
            "extract": "The Abolition of Work & Other Essays",
            "text": "Work, then, institutionalizes homicide as a way of life. People think the Cambodians were crazy for exterminating themselves, but are we any different? The Pol Pot regime at least had a vision, however blurred, of an egalitarian society. We kill people in the six-figure range (at least) in order to sell Big Macs and Cadillacs to the survivors. Our forty or fifty thousand annual highway fatalities are victims, not martyrs. They died for nothing — or rather, they died for work. But work is nothing to die for."
        },
        {
            "id": 235,
            "author": "Renzo Novatore",
            "text": "My motto is: walk expropriating and igniting, always leaving behind me howls of moral offenses and smoking trunks of old things."
        },
        {
            "id": 236,
            "author": "Colin Ward",
            "extract": "Anarchy in Action",
            "text": "The anarchist conclusion is that every kind of human activity should begin from what from what is local and immediate, should link in a network with no centre and no directing agency, hiving off new cells as the original grows."
        },
        {
            "id": 237,
            "author": "Colin Ward",
            "extract": "Anarchy in Action",
            "text": "The important question is, therefore, not whether anarchy is possible or not, but whether we can so enlarge the scope and influence of libertarian methods that they become the normal way in which human beings organise their society."
        },
        {
            "id": 238,
            "author": "Errico Malatesta",
            "text": "we are, in any case, only one of the forces acting in society"
        },
        {
            "id": 239,
            "author": "Colin Ward",
            "extract": "Anarchy in Action",
            "text": "Anarchism does not demand the changing of the labels on the layers, it doesn't want different people on top, it wants us to clamber out underneath."
        },
        {
            "id": 240,
            "author": "Charles M. Doughty",
            "extract": "Travels in Arabia Deserta, Volume 1",
            "text": "There is a saying, if any stranger enquire of the first met of Maan, were it even a child, “Who is here the sheykh?” he would answer him “I am he."
        },
        {
            "id": 241,
            "author": "Renzo Novatore",
            "extract": "Toward the Creative Nothing and other writings",
            "text": "We have killed 'duty' so that our ardent desire for free brotherhood acquires heroic valor in life. We have killed 'pity' because we are barbarians capable of great love. We have killed 'altruism' because we are generous egoists. We have killed 'philanthropic solidarity' so that the social man unearths his most secret “I” and finds the strength of the 'Unique'."
        },
        {
            "id": 242,
            "author": "Cindy Milstein",
            "text": "What if we opened ourselves to the gift?"
        },
        {
            "id": 243,
            "author": "Wolfi Landstreicher Individualism and Communism",
            "text": "The social system of capital separates most people from the conditions of existence. This compels the vast majority to accept the mediations of work and commodity consumption in order to maintain a minimal existence at the expense of their lives, desires and dreams, of their individuality. The artificial economic scarcity imposed by capital leads to a competition that is often promoted in the United States as the basis of 'individualism' in spite of the fact that it creates nearly identical mediocre existences in which life is subsumed in survival... If all individuals are indeed to be free to create their lives and relations as they desire, it is necessary to create a world in which equality of access to the means and conditions of existence is reality. This requires the total destruction of economy—the end of property, commodity exchange and work. Thus we see that the generalized realization of individual freedom goes hand-in-hands with the best aspects of the anarcho-communist ideal and can only be achieved through a revolutionary transformation."
        },
        {
            "id": 244,
            "author": "Bruno Filippi",
            "text": "I do not want to unite with the multitude of those who flatter the proletariat, excusing them, praising them, adorning them with wreathes. No, oh distinguished windbags, your verve disguises nothing. The “people” is always there, idiotic, cowardly, resigned. And I, who consider myself superior, desire to be so, and both the bourgeoisie and the proletariat will pay for my superiority."
        },
        {
            "id": 245,
            "author": "Mariana Calderón de la Barca",
            "text": "Y no tienen ni puta idea lo que es estar en una mala condición de salud, ninguna de las 2. Pendejas."
        },
        {
            "id": 246,
            "author": "Salvador Dalí",
            "text": "What is important is to spread confusion, not eliminate it."
        },
        {
            "id": 247,
            "author": "Laurie Halse Anderson",
            "extract": "Speak",
            "text": "If I ever form a clan, we'll be the anti-cheerleaders and walk under the bleacher forming mild acts of mayhem."
        },
        {
            "id": 248,
            "author": "Alan Bennett",
            "extract": "Getting On",
            "text": "We started off trying to set up a small anarchist community, but people wouldn't obey the rules."
        },
        {
            "id": 249,
            "author": "Eric Schmidt",
            "text": "The Internet is the first thing that humanity has built that humanity doesn't understand, the largest experiment in anarchy that we have ever had."
        },
        {
            "id": 250,
            "author": "Kate Chopin",
            "extract": "The Awakening",
            "text": "The bird that would soar above the level plain of tradition and prejudice must have strong wings"
        }
    ]
}