{
    "quotes": [
        {
            "id": 1,
            "author": "Emma Goldman",
            "text": "People have only as much liberty as they have the intelligence to want and the courage to take."
        },
        {
            "id": 2,
            "author": "Ursula K. Le Guin",
            "extract": "The Dispossessed",
            "text": "You cannot buy the revolution. You cannot make the revolution. You can only be the revolution. It is in your spirit, or it is nowhere."
        },
        {
            "id": 3,
            "author": "Alan Moore",
            "extract": "V for Vendetta",
            "text": "Our masters have not heard the people's voice for generations and it is much, much louder than they care to remember."
        },
        {
            "id": 4,
            "author": "Noam Chomsky",
            "text": "That is what I have always understood to be the essence of anarchism: the conviction that the burden of proof has to be placed on authority, and that it should be dismantled if that burden cannot be met."
        },
        {
            "id": 5,
            "author": "Alan Moore",
            "extract": "V for Vendetta",
            "text": "Your pretty empire took so long to build, now, with a snap of history's fingers, down it goes."
        },
        {
            "id": 6,
            "author": "Pierre-Joseph Proudhon",
            "text": "To be GOVERNED is to be watched, inspected, spied upon, directed, law-driven, numbered, regulated, enrolled, indoctrinated, preached at, controlled, checked, estimated, valued, censured, commanded, by creatures who have neither the right nor the wisdom nor the virtue to do so. To be GOVERNED is to be at every operation, at every transaction noted, registered, counted, taxed, stamped, measured, numbered, assessed, licensed, authorized, admonished, prevented, forbidden, reformed, corrected, punished. It is, under pretext of public utility, and in the name of the general interest, to be place under contribution, drilled, fleeced, exploited, monopolized, extorted from, squeezed, hoaxed, robbed; then, at the slightest resistance, the first word of complaint, to be repressed, fined, vilified, harassed, hunted down, abused, clubbed, disarmed, bound, choked, imprisoned, judged, condemned, shot, deported, sacrificed, sold, betrayed; and to crown all, mocked, ridiculed, derided, outraged, dishonored. That is government; that is its justice; that is its morality.",
            "subtext": "General Idea of the Revolution in the Nineteenth Century, translated by John Beverly Robinson (London: Freedom Press, 1923), pp. 293-294"
        },
        {
            "id": 7,
            "author": "Emma Goldman",
            "extract": "Anarchism and Other Essays",
            "text": "Ask for work. If they don't give you work, ask for bread. If they do not give you work or bread, then take bread"
        },
        {
            "id": 8,
            "author": "Emma Goldman",
            "extract": "Anarchism and Other Essays",
            "text": "Every society has the criminals it deserves."
        },
        {
            "id": 9,
            "author": "Alan Moore",
            "extract": "V for Vendetta",
            "text": "Authority, when first detecting chaos at its heels, will entertain the vilest schemes to save its orderly facade."
        },
        {
            "id": 10,
            "author": "Edward Abbey",
            "text": "Anarchism is founded on the observation that since few men are wise enough to rule themselves, even fewer are wise enough to rule others."
        },
        {
            "id": 11,
            "img": "education-godwin-clean.jpg"
        },
        {
            "id": 12,
            "img": "69310511-anarchist-wallpapers.jpg"
        },
        {
            "id": 13,
            "img": "0008814536_10.jpg"
        },
        {
            "id": 14,
            "img": "love-the-machine_hate-the-factory2.jpg"
        },
        {
            "id": 15,
            "img": "main-qimg-69ae907b6b032af66ccaecfbfe97f289.png"
        },
        {
            "id": 16,
            "img": "anarchism.jpg"
        },
        {
            "id": 17,
            "img": "anarchism-130403202926-phpapp01-thumbnail-4.jpg"
        },
        {
            "id": 18,
            "img": "large_1089_anarmarxism3_0.jpg"
        },
        {
            "id": 19,
            "img": "Anarchism_In_the_May_Movement_In_France-1_1024x1024.jpg"
        },
        {
            "id": 20,
            "author": "Tacitus",
            "text": "If you would know who controls you see who you may not criticise."
        },
        {
            "id": 21,
            "author": "Edward Abbey",
            "text": "Anarchism is not a romantic fable but the hardheaded realization, based on five thousand years of experience, that we cannot entrust the management of our lives to kings, priests, politicians, generals, and county commissioners."
        },
        {
            "id": 22,
            "author": "Cormac McCarthy",
            "extract": "Child of God",
            "text": "At one time in the world there were woods that no one owned"
        },
        {
            "id": 23,
            "author": "Robert Higgs",
            "text": "Anarchists did not try to carry out genocide against the Armenians in Turkey; they did not deliberately starve millions of Ukrainians; they did not create a system of death camps to kill Jews, gypsies, and Slavs in Europe; they did not fire-bomb scores of large German and Japanese cities and drop nuclear bombs on two of them; they did not carry out a ‘Great Leap Forward’ that killed scores of millions of Chinese; they did not attempt to kill everybody with any appreciable education in Cambodia; they did not launch one aggressive war after another; they did not implement trade sanctions that killed perhaps 500,000 Iraqi children. In debates between anarchists and statists, the burden of proof clearly should rest on those who place their trust in the state. Anarchy’s mayhem is wholly conjectural; the state’s mayhem is undeniably, factually horrendous."
        },
        {
            "id": 24,
            "author": "Ursula K. Le Guin",
            "extract": "The Dispossessed",
            "text": "The individual cannot bargain with the State. The State recognizes no coinage but power: and it issues the coins itself."
        },
        {
            "id": 25,
            "author": "Edward Abbey",
            "text": "Anarchism is democracy taken seriously."
        },
        {
            "id": 26,
            "author": "CrimethInc.",
            "extract": "Expect Resistance: A Field Manual",
            "text": "No one is more qualified than you are to decide how you live; no one should be able to vote on what you do with your time and your potential unless you invite them to. "
        },
        {
            "id": 27,
            "author": "Voltairine de Cleyre",
            "extract": "Exquisite Rebel: The Essays of Voltairine de Cleyre -- Anarchist, Feminist, Genius",
            "text": "If this is the price to be paid for an idea, then let us pay. There is no need of being troubled about it, afraid, or ashamed. This is the time to boldly say, “Yes, I believe in the displacement of this system of injustice by a just one; I believe in the end of starvation, exposure, and the crimes caused by them; I believe in the human soul regnant over all laws which man has made or will make; I believe there is no peace now, and there will never be peace, so long as one rules over another; I believe in the total disintegration and dissolution of the principle and practice of authority; I am an Anarchist, and if for this you condemn me, I stand ready to receive your condemnation."
        },
        {
            "id": 28,
            "author": "Bob Black",
            "extract": "The Abolition of Work & Other Essays",
            "text": "You are what you do. If you do boring, stupid monotonous work, chances are you'll end up boring, stupid and monotonous. Work is a much better explanation for the creeping cretinization all around us than even such significant moronizing mechanisms as television and education."
        },
        {
            "id": 29,
            "author": "Ivan Illich",
            "extract": "Deschooling Society",
            "text": "School has become the world religion of a modernized proletariat, and makes futile promises of salvation to the poor of the technological age."
        },
        {
            "id": 30,
            "author": "Hakim Bey",
            "extract": "TAZ: The Temporary Autonomous Zone",
            "text": "Provided we can escape from the museums we carry around inside us, provided we can stop selling ourselves tickets to the galleries in our own skulls, we can begin to contemplate an art which re-creates the goal of the sorcerer: changing the structure of reality by the manipulation of living symbols ... Art tells gorgeous lies that come true."
        },
        {
            "id": 31,
            "author": "Ursula K. Le Guin",
            "extract": "The Dispossessed",
            "text": "Nothing is yours. It is to use. It is to share. If you will not share it, you cannot use it."
        },
        {
            "id": 32,
            "author": "Derrick Jensen",
            "extract": "Endgame, Vol. 1: The Problem of Civilization",
            "text": "One of the problems with all of this is that not all narratives are equal. Imagine, to take a silly example, that someone told you story after story extolling the virtues of eating dog shit. You've been told these stories since you were a child. You believe them. You eat dog shit hotdogs, dog shit ice cream, General Tso's dog shit. Sooner or later, if you are exposed to some other foods, you might figure out that dog shit really doesn't taste good. Or if you cling too tightly to these stories (or if your enculturation is so strong that dog shit actually does taste good to you), the diet might make you sick or kill you. To make this example a little less silly, substitute the word pesticides for dog shit. Or, for that matter, substitute Big Mac, Whopper, or Coca Cola."
        },
        {
            "id": 33,
            "author": "Hib Chickena",
            "text": "This is what it means to be an adventurer in our day: to give up creature comforts of the mind, to realize the possibilities of imagination. Because everything around us says no you cannot do this, you cannot live without that, nothing is useful unless it's in service to money, to gain, to stability. The adventurer gives in to tides of chaos, trusts the world to support her - and in doing so turns her back on the fear and obedience she has been taught. She rejects the indoctrination of impossibility."
        },
        {
            "id": 34,
            "author": "Emma Goldman",
            "extract": "Marriage and Love",
            "text": "Love is it's own protection."
        },
        {
            "id": 35,
            "author": "The Invisible Committee",
            "extract": "The Coming Insurrection",
            "text": "We have been expropriated from our own language by television, from our songs by reality TV contests, from our flesh by mass pornography, from our city by the police and from our friends by wage-labor."
        },
        {
            "id": 34,
            "author": "Ursula K. Le Guin",
            "extract": "The Dispossessed",
            "text": "The duty of the individual is to accept no rule, to be the initiator of his own acts, to be responsible. Only if he does so will the society live, and change, and adapt, and survive. We are not subjects of a State founded upon law, but members of a society formed upon revolution. Revolution is our obligation: our hope of evolution."
        },
        {
            "id": 35,
            "author": "Emma Goldman",
            "text": "Give us what belongs to us in peace, and if you don't give it to us in peace, we will take it by force."
        },
        {
            "id": 36,
            "author": "Jorge Luis Borges",
            "extract": "Brodie's Report",
            "text": "I believe that in time we will have reached the point where we will deserve to be free of government."
        },
        {
            "id": 37,
            "author": "Lysander Spooner",
            "extract": "No Treason: The Constitution of No Authority",
            "text": "And yet we have what purports, or professes, or is claimed, to be a contract—the Constitution—made eighty years ago, by men who are now all dead, and who never had any power to bind us, but which (it is claimed) has nevertheless bound three generations of men, consisting of many millions, and which (it is claimed) will be binding upon all the millions that are to come; but which nobody ever signed, sealed, delivered, witnessed, or acknowledged; and which few persons, compared with the whole number that are claimed to be bound by it, have ever read, or even seen, or ever will read, or see."
        },
        {
            "id": 38,
            "author": "Ammon Hennacy",
            "text": "An anarchist is someone who doesn't need a cop to make him behave."
        },
        {
            "id": 39,
            "author": "Michael Schwab",
            "text": "Anarchy is a state of society where the only government is reason."
        },
        {
            "id": 40,
            "author": "The Invisible Committee",
            "extract": "The Coming Insurrection",
            "text": "The situation is like this: they hired our parents to destroy this world, and now they'd like to put us to work rebuilding it, and -- to add insult to injury -- at a profit."
        },
        {
            "id": 41,
            "author": "Raoul Vaneigem",
            "extract": "The Revolution of Everyday Life",
            "text": "The millions of human beings who were shot, tortured, starved, treated like animals and made the object of a conspiracy of ridicule, can sleep in peace in their communal graves, for at least the struggle in which they died has enabled their descendants, isolated in their air-conditioned apartments, to believe, on the strength of their daily dose of television, that they are happy and free. The Communards went down, fighting to the last, so that you too could qualify for a Caribbean cruise."
        },
        {
            "id": 42,
            "author": "Thomas Pynchon",
            "extract": "Gravity's Rainbow",
            "text": "There is a theory going around that the U.S.A. was and still is a gigantic Masonic plot under the ultimate control of the group known as the Illuminati. It is difficult to look for long at the strange single eye crowning the pyramid which is found on every dollar bill and not begin to believe the story, a little. Too many anarchists in 19th-century Europe—Bakunin, Proudhon, Salverio Friscia—were Masons for it to be pure chance. Lovers of global conspiracy, not all of them Catholic, can count on the Masons for a few good shivers and voids when all else fails."
        },
        {
            "id": 43,
            "author": "Jonathan Feldman",
            "text": "Basically, if you're not a utopianist, you're a schmuck."
        },
        {
            "id": 44,
            "author": "CrimethInc.",
            "extract": "Days of War, Nights of Love: Crimethink for Beginners",
            "text": "Anarchism is the revolutionary idea that no one is more qualified than you are to decide what your life will be."
        },
        {
            "id": 45,
            "author": "Stuart Christie",
            "text": "Anarchists have a 'bad name' in the media, not because they can point to one indiscriminate massacre by anarchists--there have been none--but because the one thing holders of power fear is that they personally should be held responsible for their own actions"
        },
        {
            "id": 46,
            "author": "Grant Morrison",
            "extract": "Sebastian O",
            "text": "One must commit acts of the highest treason only when dressed in the most resplendent finery."
        },
        {
            "id": 47,
            "author": "Bob Torres",
            "extract": "Making A Killing: The Political Economy of Animal Rights",
            "text": "Our economic order is tightly woven around the exploitation of animals, and while it may seem easy to dismiss concern about animals as the soft-headed mental masturbation of people who really don't understand oppression and the depths of actual human misery, I hope to get you to think differently about suffering and pain, to convince you that animals matter, and to argue that anyone serious about ending domination and hierarchy needs to think critically about bringing animals into consideration."
        },
        {
            "id": 48,
            "author": "H.G. Wells",
            "extract": "New Worlds for Old",
            "text": "That Anarchist world, I admit, is our dream; we do believe - well, I, at any rate, believe this present world, this planet, will some day bear a race beyond our most exalted and temerarious dreams, a race begotten of our wills and the substance of our bodies, a race, so I have said it, 'who will stand upon the earth as one stands upon a footstool, and laugh and reach out their hands amidst the stars,' but the way to that is through education and discipline and law. Socialism is the preparation for that higher Anarchism; painfully, laboriously we mean to destroy false ideas of property and self, eliminate unjust laws and poisonous and hateful suggestions and prejudices, create a system of social right-dealing and a tradition of right-feeling and action. Socialism is the schoolroom of true and noble Anarchism, wherein by training and restraint we shall make free men."
        },
        {
            "id": 49,
            "author": "Bob Black",
            "extract": "The Abolition of Work & Other Essays",
            "text": "'The real enemy' is the totality of physical and mental constraints by which capital, or class society, or statism, or the society of the spectacle expropriates everyday life, the time of our lives. The real enemy is not an object apart from life. It is the organization of life by powers detached from it and turned against it. The apparatus, not its personnel, is the real enemy. But it is by and through the apparatchiks and everyone else participating in the system that domination and deception are made manifest. The totality is the organization of all against each and each against all. It includes all the policemen, all the social workers, all the office workers, all the nuns, all the op-ed columnists, all the drug kingpins from Medellin to Upjohn, all the syndicalists and all the situationists."
        },
        {
            "id": 50,
            "author": "Mark Mirabello",
            "extract": "Handbook for Rebels and Outlaws",
            "text": "In modern states, the citizen is politically impotent. A citizen, it is true, may complain, make suggestions, or cause disruptions, but in the ancient world these were privileges that belonged to any slave."
        },
        {
            "id": 51,
            "author": "Emma Goldman",
            "extract": "Anarchism and Other Essays",
            "text": "Anarchism is the great liberator of man from the phantoms that have held him captive; it is the arbiter and pacifier of the two forces for individual and social harmony."
        },
        {
            "id": 52,
            "author": "Daniel Guérin",
            "extract": "Anarchism",
            "text": "If crimes are committed they must be seen as a disease, and punishment as treatment rather than as social vengeance."
        },
        {
            "id": 53,
            "author": "Mikhail Bakunin",
            "extract": "Unknown Book 9062488",
            "text": "It should be added that, in general, it is the character of every metaphysical and theological argument to seek to explain one absurdity by another."
        },
        {
            "id": 54,
            "author": "Tom Hodgkinson",
            "extract": "The Freedom Manifesto",
            "text": "If Adam and Eve were not hunter-gatherers, then they were certainly gatherers. But, then, consumer desire, or self-embitterment, or the 'itch,' as Schopenhauer called it, appeared in the shape of the serpent. This capitalistic monster awakens in Adam and Eve the possibility that things could be better. Instantly, they are cast out of the garden and condemned to a life of toil, drudgery, and pain. Wants supplanted needs, and things have been going downhill ever since. "
        },
        {
            "id": 55,
            "author": "Peter Marshall",
            "text": "The aim is not therefore to liberate some 'essential self' by throwing off the burden of government and the State, but to develop the self in creative and voluntary relations with others."
        },
        {
            "id": 56,
            "author": "Pyotr Kropotkin",
            "text": "Throughout the history of our civilisation, two traditions, two opposed tendencies, have been in conflict: the Roman tradition and the popular tradition, the imperial tradition and the federalist tradition, the authoritarian tradition and the libertarian tradition."
        },
        {
            "id": 57,
            "author": "Martha A. Ackelsberg",
            "extract": "Free Women of Spain: Anarchism and the Struggle for the Emancipation of Women",
            "text": "Direct action meant that the goal of any and all of these activities was to provide ways for people to get in touch with their own powers and capacities, to take back the power of naming themselves and their lives. It was to be distinguished from more conventional political activity even in a democratic system. Instead of attempting to make change by forming interest groups to pressure politicians, anarchists insisted that we learn to think and act for ourselves by joining together in organizations in which our experience, our perception, and our activity can guide and make the change. Knowledge does not precede experience, it flows from it: 'We begin by deciding to work, and through working, we learn ... We will learn how to live in libertarian communism by living in it.' People learn how to be free only by exercising freedom: 'We are not going to find ourselves ... with people ready-made for the future ... Without the continued exercise of their faculties, there will be no free people ... The external revolution and the internal revolution presuppose one another, and they must be simultaneous in order to be successful'."
        }
    ]
}